{"cz": {"insta_replies": {"tariffs": {"text": "http://ontaxi.cz/cs/drivers/praha\nTarify v Praze najdete na našich webových stránkách."}, "contacts": {"text": "Podpora OnTaxi:\n🔔Telefon: +420 770 315 568\n🔔Mail: info@ontaxi.\n\nPracovní doba: od 8:30 do 17:00 hod."}, "filter_settings": {"text": "Existují dva typy filtrů:\n📍 Základní - filtr se základními nastaveními, jako je „Poloměr“ a „Třída objednávky“.\n📍 Pokročilý - filtr se všemi nastaveními, která lze přidat.\n\nSoučasně můžete mít povoleno 5 filtrů \"Rozšířené\" nebo jeden filtr \"Základní\". Pokud máte zapnutý filtr \"Základní\", bude na tomto filtru fungovat automatické zachycení. Pokud je nastaveno \"Rozšířené\", pak bude automatické zachycení fungovat na všech filtrech tohoto typu.\n\nChcete-li získat více objednávek, doporučujeme:\n📎Zvolte \"Základní\" typ filtru\n📎Nastavte poloměr na 3-4 km.\nDíky tomu budete dostávat všechny zakázky, které spadají do tohoto okruhu, bez dalších podmínek."}, "work_requirements": {"text": "📍Ke spolupráci s námi potřebujete:\n1. Mít auto mladší roku 2004.\n2. Chytrý telefon s operačním systémem Android (verze 5.0 nebo vyšší) nebo iOS.\n3. Ve vašem obchodě s aplikacemi (Play Market, iPhone App Store) je potřeba stáhnout aplikaci OnTaxi Driver, a zaregistrovat se v ní. Prostřednictvím programu budete přijímat objednávky.\n4. V aplikaci je třeba nahrát:\n\n🚕 Fotografii licence taxislužby;\n📑 Fotografii osvědčení o registraci vozidla (technický průkaz);\n🛂 Fotografii řidičského průkazu;\n📃 Fotografie pojištění;\n🚕 Fotografie vozidla z potřebných úhlů (interiér, exteriér).\n\nPo dokončení žádosti manažeři služby ověří váš účet, určí třídu vozu a uvede dostupné atributy.\n💳 V žádosti je třeba také propojit bankovní kartu pro doplnění účtu a IBAN pro výběr peněz z účtu."}, "complaints_and_suggestion": {"text": "Chcete-li zanechat stížnost nebo návrh na zlepšení, klikněte na tento odkaz - https://forms.gle/TgJnv6nyg41gnit76"}, "order_cancellation": {"text": "\nŘidič má právo odmítnout jízdu bez sankce v následujících případech:\n📎 cestující je ve stavu po požití alkoholu/jiných návykových látek a je zde předoklad, že zákazník může znečistit auto;\n📎 počet cestujících neodpovídá požadavkům třídy;\n📎 cestující je výrazně \"špinavý\" a může znečistit vozidlo\n📎 vytváření konfliktní situace ze strany cestujícího.\nZrušení cesty v těchto případech se provádí prostřednictvím 📞 telefonátu na podporu službu."}, "basic_laws_and_rules": {"text": "🚕📋 Licence taxislužby: Řidiči musí mít zvláštní licenci k poskytování služeb taxi. Tím je zajištěna jejich kvalifikace a bezpečnost cestujících. \n\n💰📊 Tarify: Tarify taxislužby musí být jasně uvedeny a dostupné všem cestujícím. Řidiči si nesmějí účtovat více, než je uvedeno v tarifech, pokud to nebylo předem dohodnuto s cestujícím. \n\n🛡️🚗 Bezpečnost: Řidiči taxislužby jsou povinni zajistit bezpečnost a komfort svých cestujících tím, že udržují vozidlo v dobrém a čistém stavu, dodržují pravidla silničního provozu a v případě potřeby poskytují pomoc. \n\n♿️🚕 Přístupnost: Vozidla musí být přístupné všem cestujícím, včetně osob se zdravotním postižením. Řidiči jsou povinni přijímat objednávky od všech zákazníků a poskytnout jim potřebnou pomoc. 🧑\n\n💳💵 Platba: Platba se obvykle provádí v hotovosti nebo platebními kartami. Cestující musí být informováni o případných dalších poplatcích nebo platbách. \n\n🛡️🔒 Povinné pojištění: Taxikáři jsou obvykle povinni mít pojištění, které chrání cestující v případě nehody. 🤕🚗", "image": "Rules_And_Regulations.jpg"}, "idle_in_orders": {"text": "\n💸 Po přistavení vozu by měl řidič stisknout tlačítko „Přijel“, poté se automaticky spustí odpočítávání čekání.\nPo uplynutí čekací doby zdarma se tlačítko aktivuje a je možné aktivovat placenou dobu čekání.\nPlacený prostoj se automaticky deaktivuje bez účasti řidiče po zahájení jízdy.\nBěhem doby čekání v mezizastávce se používa stejný algoritmus."}, "how_to_register": {"text": "❓Jak se správně zaregistrovat❓\nStručná informace, jak správně vyplnit své údaje při registraci do služby:\n👤Foto řidiče - fotografie, která ukazuje vás jako řidiče. Na fotografii není žádné zakázané doplňky: žádné sluneční brýle, čepice, šály atd.\n📑Řidičský průkaz - horizontální fotografie řidičského průkazu z přední strany, kde je foto a informace řidiče\n🛂Fotografie technického průkazu z obou stran - horizontální fotografie, kde jsou dobře viditelné údaje z technického průkazu  z obou stran.\n🚖Fotografie vozu 3/4 zpředu - fotografie vozu zpředu s viditelnou RZ a levým bokem vozu (foto č. 1).\n🚕Fotografie vozu 3/4 zezadu - fotografie vozu zezadu s viditelnou RZ a pravým bok (foto č. 2).\n📍Fotografie interéru zpředu a zezadu - dvě fotografie (foto č. 3 a č. 4) uvnitř vozu na pravé straně bez žádných osobních věcí.\n📃Fotografie pojištění - foto/screenshot ❓Jak se správně registrovat❓\nStručná informace, jak správně vyplnit údaje při registraci do služby:\n👤Fotka řidiče - fotka, na které je řidič auta. Na fotografii je pouze řidič: bez brýlí, čepice, šály atd.\n📑Řidičský průkaz - horizontální fotografie řidičského průkazu ze strany s fotografií a údaji řidiče.\n🛂Foto technického pasu + foto technického pasu (1. a 2. strana) - horizontální fotografie, kde jsou na obou stranách dobře viditelné údaje z technického pasu.\n🚖Fotka vozu 3/4 zepředu - foto vozu zepředu s SPZ a levého boku vozu (foto č. 1).\n3/4 zadní foto - foto vozu zezadu, kde jsou vidět SPZ a pravá strana (foto #2).\n📍Fotka interiéru zepředu a zezadu - dvě fotky uvnitř (foto #3 a #4)\ninteriéru vozu na pravé straně bez zbytečných předmětů.\nFotografie pojistky - fotografie/screenshot/scan pojištění, kde je jasně vidět doba platnosti.\nPříklady správného vyplnění najdete na tomto odkazu -\nhttps://drive.google.com/file/d/1pq3bqo1XZ-butDiype25GKdulEvoqDH2/view"}, "communication_with_manager": {"text": "Chcete-li kontaktovat zákaznickou podporu, klikněte na odkaz - 👤 https://t.me/ontaxi_support_cz", "image": "Communication_With_Manager.jpg"}, "driver_telegram_chats": {"text": "\nSeznam skupin řidičů\n\nhttps://t.me/jonniuber\nhttps://t.me/praha_uber_bolt"}, "joining_transport_company": {"text": "🚕🏢 Nástup do dopravní společnosti je skvělou příležitostí pro ty, kteří chtějí začít kariéru taxikáře. Vstupem do společnosti získáte přístup k široké škále výhod a podpor\n\nAbyste mohli začít, musíte získat speciální licenci taxikáře, známou také jako žlutá karta. Tento dokument potvrzuje vaši kvalifikaci a právo přepravovat cestující. Poté můžete začít pracovat na firemním vozidle, což vám umožní rychle se dostat do rytmu a získat zkušenost\n\nNástup do dopravní společnosti vám zajistí stabilní přísun zakázek a klientů, což vám pomůže začít vydělávat již od prvních dnů práce. Kromě toho budete mít přístup k technické podpoře a údržbě vozidla, což vám umožní ušetřit čas a prostředky na jeho údržb\n\nTato příležitost je ideální pro ty, kteří hledají stabilní a perspektivní práci v oboru dopravy 🚕🏢.", "image": "Joining_Transport_Company.jpg"}, "work_on_zivnostensky_list": {"text": "💼💰 Práce pro Živnostenský list Vám dává možnost stát se vlastním šéfem a řídit vlastní taxislužbu. Pro otevření vlastního taxi je nutné získat povolení k poskytování přepravních služeb a zaregistrovat svůj/vaše vůz/y do „Registru taxislužeb\n\nTato možnost práce Vám dává plnou kontrolu nad vaším podnikáním a příjmy. Budete si samostatně organizovat svůj pracovní rozvrh a vybírat zakázky, které vám vyhovují. Kromě toho budete moci své podnikání rozvíjet a rozšiřovat podle toho, jak poroste poptávka po vašich službác\n\nSoučástí této možnosti je však také získání taxikářské licence, což může vyžadovat další čas a finanční náklady. Budete také zodpovědní za vlastní daně a vedení účetnictví, což vyžaduje určitou organizaci a zodpovědnos\n\nCelkově vám práce prostřednictvím Živnostenského listu poskytuje příležitost vytvořit si vlastní firmu a stát se úspěšným podnikatelem v taxislužbě. Tato možnost je vhodná pro ty, kteří usilují o nezávislost a jsou připraveni převzít odpovědnost za svou kariéru a finanční blahobyt. 💼💰", "image": "Work_On_Zivnostensky_List.jpg"}, "work_through_fleet": {"text": "🌍🚕 Práce ve flotile je alternativní možností práce v taxislužbě, která se liší od tradiční práce v dopravní společnost\n\nV tomto případě si pronajímáte vůz od společnosti specializující se na pronájem vozidel taxi. Každý týden budete muset platit pronájem vozu. Pohonné hmoty, služby flotily a další související výdaje hradíte sami, což může ovlivnit vaší výdělečnos\n\nRozdíl oproti práci pro dopravní společnost spočívá v tom, že máte plnou kontrolu nad svým pracovním rozvrhem a sami si vybíráte zakázk\n\nPráce prostřednictvím flotily může být atraktivní volbou pro ty, kteří dávají přednost větší nezávislosti a flexibilitě v práci, ale jsou připraveni podstoupit možná finanční rizika. Tato možnost je vhodná pro ty, kteří chtějí mít nad svým podnikáním plnou kontrolu a jsou připraveni organizovat svou práci samostatně. 🌍🚕", "image": "Work_Through_Fleet.jpg"}}, "states": {"start": {"image": "Language_Selection.jpg", "text": "Выбор языка", "button_1": {"text": "Русский", "callback": "main_menu", "command": 0}, "button_2": {"text": "Український", "callback": "main_menu", "command": 0}, "button_3": {"text": "Čeština", "callback": "main_menu", "command": 0}, "button_4": {"text": "English", "callback": "main_menu", "command": 0}}, "main_menu": {"text": "Vyberte níže uvedenou možnost:", "button_1": {"text": "📍Tarify📍", "callback": "tariffs", "command": 2}, "button_2": {"text": "👤Podpora👤", "callback": "support"}, "button_3": {"text": "❓Často kladené otázky❓", "callback": "frequent_questions"}, "button_4": {"text": "💬Komunikace s podporou💬", "callback": "communication_with_manager", "command": 2}, "button_5": {"text": "💡Příručka řidiče💡", "callback": "drivers_handbook"}}, "frequent_questions": {"text": "Vyberte níže uvedenou možnost:", "image": "FAQ.jpg", "button_1": {"text": "❓Nastavení filtru❓", "callback": "filter_settings", "command": 2}, "button_2": {"text": "❓Jak se správně zaregistrovat❓", "callback": "how_to_register", "command": 2}, "button_3": {"text": "❓Požadavky na řidiče❓", "callback": "work_requirements", "command": 2}, "button_4": {"text": "❓Čekání na zákazníka❓", "callback": "idle_in_orders", "command": 2}, "button_5": {"text": "❓Zrušení objednávky❓", "callback": "order_cancellation", "command": 2}, "button_6": {"text": "Vrátit se zpět", "callback": "main_menu"}}, "support": {"text": "Vyberte níže uvedenou možnost:", "button_1": {"text": "📞Kontakty📞", "callback": "contacts", "command": 2}, "button_2": {"text": "👀Skupiny řidičů🙊", "callback": "driver_telegram_chats", "command": 2}, "button_3": {"text": "Stížnosti a návrhy💭", "callback": "complaints_and_suggestion", "command": 2}, "button_4": {"text": "Vrátit se zpět", "callback": "main_menu"}}, "drivers_handbook": {"text": "Vyberte níže uvedenou možnost:", "image": "Drivers_Handbook.jpg", "button_1": {"text": "🌍Nástup do práce v taxíku🌍", "callback": "guide_to_start_working"}, "button_2": {"text": "🚕 Základní zákony a předpisy týkající se taxislužby🚕", "callback": "basic_laws_and_rules", "command": 2}, "button_3": {"text": "Vrátit se zpět", "callback": "main_menu"}}, "guide_to_start_working": {"text": "Vyberte níže uvedenou možnost:", "button_1": {"text": "🚕🏢Dopravní společnost", "callback": "joining_transport_company", "command": 2}, "button_2": {"text": "🌍✈️Flotily", "callback": "work_on_zivnostensky_list", "command": 2}, "button_3": {"text": "💼💰Živnostenský list", "callback": "work_through_fleet", "command": 2}, "button_4": {"text": "Vrátit se zpět", "callback": "drivers_handbook"}}}}, "en": {"insta_replies": {"tariffs": {"text": "http://ontaxi.cz/cs/drivers/praha\nС тарифами в городе Прага можно ознакомится на нашем сайте"}, "instruction_ontaxi_driver": {"text": "Для ознакомления с программой OnTaxi Driver Вы можете ознакомиться с нашей инструкцией для водителей. https://drive.google.com/file/d/1FFeIquwQmVTifEOx4DwEOEioJiQsxI4p/view?usp=sharing Новая инструкция с актуальными данными сейчас в разработке."}, "contacts": {"text": "📞Контакты📞\nСлужба поддержки OnTaxi:\n🔔Телефон: +420111000111\n🔔Почта: info@ontaxi.cz\nРабочее время: с 8:30 до 17:00."}, "driver_chats": {"text": "👀Телеграм чаты🙊\nПеречень драйверских групп:\n/t.//////\n/t.//////\n/t.///////\nt.//////\n/t.//////\n/t.//////"}, "work_beginning": {"text": "В Праге есть несколько возможностей начать работать в сфере такси:\n🚕🏢Устройство в транспортную компанию: Вы можете присоединиться к транспортной компании в качестве водителя. Для этого нужно получить лицензию на такси (жёлтую карту) и работать на автомобиле компании.\n💼💰Торговое свидетельство (Živnostenský list): Или же по простому ЧП. Вы можете открыть собственное такси, получив разрешение на предоставление транспортных услуг и зарегистрировав свой автомобиль в \"реестре такси службы\". Этот вариант также включает оформление лицензии на такси и самостоятельную оплату налогов.\n🌍✈️Работа по рабочей визе: Если вы планируете переехать в Чешскую Республику, вы можете найти работу в транспортной компании и получить рабочую визу. Для этого вам нужно найти компанию, которая сможет сделать вам приглашение на работу, а затем получить рабочую карту и разрешение на работу. Остальные шаги аналогичны устройству в транспортную компанию."}, "filter_settings": {"text": "❓Настройка фильтров❓\nСуществует два типа фильтров:\n📍 Базовый - фильтр с базовыми настройками, такими как \"Радиус\" и \"Класс заказа\".\n📍 Продвинутый - фильтр со всеми настройками, которые возможно добавить.\n\nЕсли у вас включен Базовый фильтр, то автозахват будет работать по этому фильтру. Если Продвинутый, тогда будет автозахват по всем фильтрам в этом типе.\nОдновременно может быть включено 5 Продвинутых фильтров или один Базовый.\n\nЧтобы получать большее количество заказов рекомендуем вам:\n📎Выбрать тип фильтра Базовый\n📎Выставить радиус 3-4 км\nЭто поможет вам без дополнительных условий получать все заказы которые подпадают под этот радиус."}, "work_requirements": {"text": "❓Что нужно для работы❓\n📍Для работы Вам необходимо:\n1. Иметь автомобиль не старше 2004 года.\n2. Необходим смартфон с операционной системой Android версия 5,0 и выше или iPhone.\n3. В Play Маркет (в iPhone App Store) необходимо скачать программу OnTaxi Driver, которая является коммуникационной платформой для взаимодействия с сервисом и зарегистрироваться в ней. Через программу Вы будете получать заказы.\n4. В приложение нужно загрузить:\n🚕 фото лицензии такси службы;\n📑 фото свидетельства о регистрации транспортного средства (тех. паспорт);\n🛂 фото водительского удостоверения;\n📃 фото страховки;\n🚕 фото автомобиля с необходимых ракурсов (интерьер, экстерьер).\n\nПосле подтверждения Вашей заявки менеджер верифицирует Вашу учетную запись, определит класс Вашего авто и укажет имеющиеся опции.\n💳В приложении необходимо привязать Вашу банковскую карту для пополнения аккаунта и IBAN для вывода средств из аккаунта."}, "order_cancellation": {"text": "❓Отказ от заказа❓\nВодитель имеет право отказаться от поездки без штрафных санкций в следующих случаях:\n📎 пассажир в алгокольном/наркотическом/неадекватном состоянии и может испачкать авто;\n📎 количество пассажиров не соответствует требованиям класса;\n📎 пассажир грязный и может испачкать авто\n📎 возникновение конфликтной ситуации со стороны пассажира.\nОтмена в таких случаях происходит через 📞звонок в службу поддержки."}, "leave_feedback": {"text": "Оставить отзыв💭\nДля того, чтобы оставить отзыв, жалобу или предложение перейдите по этой ссылке - https://forms////././././."}, "basic_laws_and_rules": {"text": "Основные законы и правила связанные с такси\nЛицензирование: 🚕 Водители такси должны иметь специальную лицензию, известную как \"жёлтая карта\" (žlutá karta). Данная лицензия выдаётся магистратом города, в котором Вы проживаете.\nТаксометры или онлайн-платформы: 📏 Все автомобили такси должны быть оборудованы таксометрами, которые регулируются государственными стандартами. Эти устройства используются для расчета стоимости поездки в зависимости от пройденного расстояния и времени в пути. В случае использования онлайн-платформ, таких как Bolt, Uber или OnTaxi, Вам таксометр не требуется.\nТарифы: 💰 Такси обязаны предоставлять клиентам четкую информацию о тарифах и ориентировочной стоимости поездки. Водители не имеют права взимать плату сверх установленных тарифов.\nБезопасность: 🛡️ Водители такси должны обеспечивать безопасность своих пассажиров и следовать всем правилам дорожного движения. В случае возникновения проблем, пассажиры имеют право обратиться в службу такси или в полицию.\nРеклама и идентификация: 📢 Автомобили такси должны иметь четкую идентификацию, включая название компании и номер лицензии. Реклама на такси должна соответствовать нормам и правилам рекламы, установленным законодательством.\nПрава пассажиров: 👫 Пассажиры имеют право выбирать такси и отказываться от услуг в любое время. Водители обязаны соблюдать честные и профессиональные отношения с клиентами.\nБронирование: 📅 Такси должны предоставлять возможность пассажирам бронировать поездки заранее, а также обеспечивать возможность вызова машины на месте.\nЧистота и уборка: 🧹 Водители такси обязаны поддерживать свои автомобили в чистоте и порядке, чтобы обеспечить комфорт и безопасность пассажиров.\nДоступность: 🌟 Такси должны быть доступны для пассажиров в любое время суток и в любых районах города. Они также должны предоставлять услуги для лиц с ограниченными физическими возможностями (если клиент заранее об этом уведомил).\nОтчетность: 📊 Водители такси обязаны вести отчет о своей работе, включая количество совершенных поездок, маршруты и выручку.", "image": "Rules_And_Regulations.jpg"}, "idle_in_orders": {"text": "❓Простой в заказах❓\n💸После подачи авто водителю необходимо нажать кнопку \"Приехал\", тогда автоматически начинается обратный отсчет бесплатного простоя. После завершения бесплатного простоя кнопка становится активной, появляется возможность включить платный простой. Отключение платного простоя происходит автоматически без участия водителя после начала движения. Во время простоя на промежуточной точке применяем тот же алгоритм."}, "how_to_register": {"text": "❓Как правильно зарегистрироваться❓\nКороткая информация, как корректно заполнить данные при регистрации в сервисе:\n👤Фото водителя - фотография, на которой виден водитель авто. На фото только водитель: без очков, головных уборов, шарфов и т.д.\n📑Водительское удостоверение - горизонтальное фото водительских прав с стороны, где фото и данные водителя.\n🛂Фото техпаспорта + фото техпаспорта (1-я и 2-я стороны) - горизонтальные фотографии, где четко видны данные из техпаспорта с обеих сторон.\n🚖Фото авто 3/4 спереду - фотография авто спереду с номерами и левой стороной авто (фото №1).\n🚕Фото авто 3/4 сзади - фотография авто сзади, где видны номера и правая сторона (фото №2).\n📍Фото салона спереду и сзади - две фотографии внутри (фото №3 и №4) салона авто с правой стороны без лишних предметов.\n📃Фото страхового полиса - фото/скриншот/скан страхования, где четко виден срок действия.\nС примерами корректного заполнения можете ознакомиться по ссылке - https://drive.google.com/file/d/1pq3bqo1XZ-butDiype25GKdulEvoqDH2/view"}, "communication_with_manager": {"text": "Переход на чат с менеджером, через бота. Для ускоренной обработки данных просьба написать (номер тел.; номер авто)"}, "airport": {"text": "AIRPORT"}, "your_vehicle": {"text": "YOUR VEHICLE"}, "joining_transport_company": {"text": "🚕🏢 Устройство в транспортную компанию представляет собой отличную возможность для тех, кто желает начать карьеру водителя такси. Присоединившись к компании, вы получаете доступ к широкому спектру преимуществ и поддержки. Для начала работы вам необходимо получить специальную лицензию на такси, также известную как \"жёлтая карта\". Этот документ подтверждает вашу квалификацию и право заниматься перевозками пассажиров. После этого вы сможете начать работать на автомобиле компании, что позволит вам быстро войти в ритм и получить опыт. Присоединение к транспортной компании обеспечит вам стабильный поток заказов и клиентов, что поможет вам начать зарабатывать с первых дней работы. Кроме того, вы будете иметь доступ к технической поддержке и обслуживанию автомобиля, что позволит вам экономить время и ресурсы на его обслуживании. Эта возможность идеально подходит для тех, кто ищет стабильную и перспективную работу в сфере перевозок.", "image": "Joining_Transport_Company.jpg"}, "work_on_zivnostensky_list": {"text": "💼💰 Работа на Živnostenský list, или ЧП, предоставляет вам возможность стать собственным боссом и управлять своим собственным такси-бизнесом. Открытие собственного такси требует получения разрешения на предоставление транспортных услуг и регистрации вашего автомобиля в \"реестре такси-службы\". Этот вариант работы дает вам полный контроль над вашим бизнесом и доходами. Вы будете самостоятельно организовывать свой рабочий график и выбирать заказы, которые вам удобны. Кроме того, вы сможете развивать свой бизнес и расширять его по мере роста спроса на вашу услугу. Однако этот вариант также включает оформление лицензии на такси, что может потребовать дополнительных временных и финансовых затрат. Вы также будете самостоятельно отвечать за уплату налогов и ведение бухгалтерии, что требует определенной организации и ответственности. В целом, работа через Živnostenský list предоставляет вам возможность создать свой собственный бизнес и стать успешным предпринимателем в сфере такси. Этот вариант подходит для тех, кто стремится к независимости и готов взять на себя ответственность за свою карьеру и финансовое благополучие.", "image": "Work_On_Zivnostensky_List.jpg"}, "work_through_fleet": {"text": "🌍🚕 Работа через флотилию представляет собой альтернативный вариант работы в такси-индустрии, отличающийся от традиционной работы в транспортной компании. В этом случае вы арендуете автомобиль от компании, специализирующейся на аренде такси-флота. Еженедельно вам придется оплачивать арендную плату за автомобиль, топливо, услуги флотилии и другие сопутствующие расходы. Отличие от работы в транспортной компании заключается в том, что вы полностью контролируете свой график работы и самостоятельно выбираете заказы. Вы также самостоятельно оплачиваете все расходы, такие как топливо и мойки, что может повлиять на вашу прибыльность. Работа через флотилию может быть привлекательным вариантом для тех, кто предпочитает большую независимость и гибкость в работе, но готов к возможным финансовым рискам. Этот вариант подходит для тех, кто хочет иметь полный контроль над своим бизнесом и готов к самостоятельной организации работы.", "image": "Work_Through_Fleet.jpg"}}, "states": {"start": {"image": "Language_Selection.jpg", "text": "Выбор языка", "button_1": {"text": "Русский", "callback": "main_menu", "command": 0}, "button_2": {"text": "Український", "callback": "main_menu", "command": 0}, "button_3": {"text": "Čeština", "callback": "main_menu", "command": 0}, "button_4": {"text": "English", "callback": "main_menu", "command": 0}}, "main_menu": {"text": "Menu", "button_1": {"text": "Main Information", "callback": "tariffs", "command": 2}, "button_2": {"text": "Frequent Questions", "callback": "support"}, "button_3": {"text": "Communication with manager", "callback": "frequent_questions"}, "button_4": {"text": "Support", "callback": "communication_with_manager", "command": 2}, "button_5": {"text": "XXXXXX", "callback": "drivers_handbook"}, "button_6": {"text": "XXXXXX"}, "button_7": {"text": "Driver's Handbook"}}, "main_information": {"text": "Main information", "button_1": {"text": "Tariffs", "callback": "tariffs", "command": 2}, "button_2": {"text": "OnTaxi Driver Instructions", "callback": "instruction_ontaxi_driver", "command": 2}, "button_3": {"text": "Menu", "callback": "main_menu"}}, "frequent_questions": {"text": "Frequent Questions", "button_1": {"text": "Filter customization", "callback": "filter_settings", "command": 2}, "button_2": {"text": "What you need to work", "callback": "how_to_register", "command": 2}, "button_3": {"text": "Cancellation of order", "callback": "work_requirements", "command": 2}, "button_4": {"text": "How to register properly", "callback": "idle_in_orders", "command": 2}, "button_5": {"text": "Waiting time", "callback": "order_cancellation", "command": 2}, "button_6": {"text": "Menu", "callback": "main_menu"}}, "communication_with_manager": {"text": "Switch to chat with the manager, via bot. For faster data processing please write (tel. number; car number)", "button_1": {"text": "Chat"}, "button_2": {"text": "Menu"}}, "support": {"text": "Support", "button_1": {"text": "Contacts", "callback": "contacts", "command": 2}, "button_2": {"text": "Driver's chats", "callback": "driver_telegram_chats", "command": 2}, "button_3": {"text": "Leave a review", "callback": "complaints_and_suggestion", "command": 2}, "button_4": {"text": "Menu", "callback": "main_menu"}}, "drivers_handbook": {"text": "Driver's handbook", "button_1": {"text": "Getting started in the TAXI industry", "callback": "guide_to_start_working"}, "button_2": {"text": "Airport", "callback": "basic_laws_and_rules", "command": 2}, "button_3": {"text": "Your car", "callback": "main_menu"}, "button_4": {"text": "Basic laws and regulations related to TAXI"}, "button_5": {"text": "XXXXXX"}, "button_6": {"text": "Menu"}}}}, "ru": {"insta_replies": {"tariffs": {"text": "http://ontaxi.cz/cs/drivers/praha\nС тарифами в городе Прага можно ознакомится на нашем сайте"}, "instruction_ontaxi_driver": {"text": "Для ознакомления с программой OnTaxi Driver Вы можете ознакомиться с нашей инструкцией для водителей. https://drive.google.com/file/d/1FFeIquwQmVTifEOx4DwEOEioJiQsxI4p/view?usp=sharing Новая инструкция с актуальными данными сейчас в разработке."}, "contacts": {"text": "📞Контакты📞\nСлужба поддержки OnTaxi:\n🔔Телефон: +420111000111\n🔔Почта: info@ontaxi.cz\nРабочее время: с 8:30 до 17:00."}, "driver_chats": {"text": "👀Телеграм чаты🙊\nПеречень драйверских групп:\n/t.//////\n/t.//////\n/t.///////\nt.//////\n/t.//////\n/t.//////"}, "work_beginning": {"text": "В Праге есть несколько возможностей начать работать в сфере такси:\n🚕🏢Устройство в транспортную компанию: Вы можете присоединиться к транспортной компании в качестве водителя. Для этого нужно получить лицензию на такси (жёлтую карту) и работать на автомобиле компании.\n💼💰Торговое свидетельство (Živnostenský list): Или же по простому ЧП. Вы можете открыть собственное такси, получив разрешение на предоставление транспортных услуг и зарегистрировав свой автомобиль в \"реестре такси службы\". Этот вариант также включает оформление лицензии на такси и самостоятельную оплату налогов.\n🌍✈️Работа по рабочей визе: Если вы планируете переехать в Чешскую Республику, вы можете найти работу в транспортной компании и получить рабочую визу. Для этого вам нужно найти компанию, которая сможет сделать вам приглашение на работу, а затем получить рабочую карту и разрешение на работу. Остальные шаги аналогичны устройству в транспортную компанию."}, "filter_settings": {"text": "❓Настройка фильтров❓\nСуществует два типа фильтров:\n📍 Базовый - фильтр с базовыми настройками, такими как \"Радиус\" и \"Класс заказа\".\n📍 Продвинутый - фильтр со всеми настройками, которые возможно добавить.\n\nЕсли у вас включен Базовый фильтр, то автозахват будет работать по этому фильтру. Если Продвинутый, тогда будет автозахват по всем фильтрам в этом типе.\nОдновременно может быть включено 5 Продвинутых фильтров или один Базовый.\n\nЧтобы получать большее количество заказов рекомендуем вам:\n📎Выбрать тип фильтра Базовый\n📎Выставить радиус 3-4 км\nЭто поможет вам без дополнительных условий получать все заказы которые подпадают под этот радиус."}, "work_requirements": {"text": "❓Что нужно для работы❓\n📍Для работы Вам необходимо:\n1. Иметь автомобиль не старше 2004 года.\n2. Необходим смартфон с операционной системой Android версия 5,0 и выше или iPhone.\n3. В Play Маркет (в iPhone App Store) необходимо скачать программу OnTaxi Driver, которая является коммуникационной платформой для взаимодействия с сервисом и зарегистрироваться в ней. Через программу Вы будете получать заказы.\n4. В приложение нужно загрузить:\n🚕 фото лицензии такси службы;\n📑 фото свидетельства о регистрации транспортного средства (тех. паспорт);\n🛂 фото водительского удостоверения;\n📃 фото страховки;\n🚕 фото автомобиля с необходимых ракурсов (интерьер, экстерьер).\n\nПосле подтверждения Вашей заявки менеджер верифицирует Вашу учетную запись, определит класс Вашего авто и укажет имеющиеся опции.\n💳В приложении необходимо привязать Вашу банковскую карту для пополнения аккаунта и IBAN для вывода средств из аккаунта."}, "order_cancellation": {"text": "❓Отказ от заказа❓\nВодитель имеет право отказаться от поездки без штрафных санкций в следующих случаях:\n📎 пассажир в алгокольном/наркотическом/неадекватном состоянии и может испачкать авто;\n📎 количество пассажиров не соответствует требованиям класса;\n📎 пассажир грязный и может испачкать авто\n📎 возникновение конфликтной ситуации со стороны пассажира.\nОтмена в таких случаях происходит через 📞звонок в службу поддержки."}, "leave_feedback": {"text": "Оставить отзыв💭\nДля того, чтобы оставить отзыв, жалобу или предложение перейдите по этой ссылке - https://forms////././././."}, "basic_laws_and_rules": {"text": "Основные законы и правила связанные с такси\nЛицензирование: 🚕 Водители такси должны иметь специальную лицензию, известную как \"жёлтая карта\" (žlutá karta). Данная лицензия выдаётся магистратом города, в котором Вы проживаете.\nТаксометры или онлайн-платформы: 📏 Все автомобили такси должны быть оборудованы таксометрами, которые регулируются государственными стандартами. Эти устройства используются для расчета стоимости поездки в зависимости от пройденного расстояния и времени в пути. В случае использования онлайн-платформ, таких как Bolt, Uber или OnTaxi, Вам таксометр не требуется.\nТарифы: 💰 Такси обязаны предоставлять клиентам четкую информацию о тарифах и ориентировочной стоимости поездки. Водители не имеют права взимать плату сверх установленных тарифов.\nБезопасность: 🛡️ Водители такси должны обеспечивать безопасность своих пассажиров и следовать всем правилам дорожного движения. В случае возникновения проблем, пассажиры имеют право обратиться в службу такси или в полицию.\nРеклама и идентификация: 📢 Автомобили такси должны иметь четкую идентификацию, включая название компании и номер лицензии. Реклама на такси должна соответствовать нормам и правилам рекламы, установленным законодательством.\nПрава пассажиров: 👫 Пассажиры имеют право выбирать такси и отказываться от услуг в любое время. Водители обязаны соблюдать честные и профессиональные отношения с клиентами.\nБронирование: 📅 Такси должны предоставлять возможность пассажирам бронировать поездки заранее, а также обеспечивать возможность вызова машины на месте.\nЧистота и уборка: 🧹 Водители такси обязаны поддерживать свои автомобили в чистоте и порядке, чтобы обеспечить комфорт и безопасность пассажиров.\nДоступность: 🌟 Такси должны быть доступны для пассажиров в любое время суток и в любых районах города. Они также должны предоставлять услуги для лиц с ограниченными физическими возможностями (если клиент заранее об этом уведомил).\nОтчетность: 📊 Водители такси обязаны вести отчет о своей работе, включая количество совершенных поездок, маршруты и выручку.", "image": "Rules_And_Regulations.jpg"}, "idle_in_orders": {"text": "❓Простой в заказах❓\n💸После подачи авто водителю необходимо нажать кнопку \"Приехал\", тогда автоматически начинается обратный отсчет бесплатного простоя. После завершения бесплатного простоя кнопка становится активной, появляется возможность включить платный простой. Отключение платного простоя происходит автоматически без участия водителя после начала движения. Во время простоя на промежуточной точке применяем тот же алгоритм."}, "how_to_register": {"text": "❓Как правильно зарегистрироваться❓\nКороткая информация, как корректно заполнить данные при регистрации в сервисе:\n👤Фото водителя - фотография, на которой виден водитель авто. На фото только водитель: без очков, головных уборов, шарфов и т.д.\n📑Водительское удостоверение - горизонтальное фото водительских прав с стороны, где фото и данные водителя.\n🛂Фото техпаспорта + фото техпаспорта (1-я и 2-я стороны) - горизонтальные фотографии, где четко видны данные из техпаспорта с обеих сторон.\n🚖Фото авто 3/4 спереду - фотография авто спереду с номерами и левой стороной авто (фото №1).\n🚕Фото авто 3/4 сзади - фотография авто сзади, где видны номера и правая сторона (фото №2).\n📍Фото салона спереду и сзади - две фотографии внутри (фото №3 и №4) салона авто с правой стороны без лишних предметов.\n📃Фото страхового полиса - фото/скриншот/скан страхования, где четко виден срок действия.\nС примерами корректного заполнения можете ознакомиться по ссылке - https://drive.google.com/file/d/1pq3bqo1XZ-butDiype25GKdulEvoqDH2/view"}, "communication_with_manager": {"text": "Переход на чат с менеджером, через бота. Для ускоренной обработки данных просьба написать (номер тел.; номер авто)"}, "airport": {"text": "AIRPORT"}, "your_vehicle": {"text": "YOUR VEHICLE"}, "joining_transport_company": {"text": "🚕🏢 Устройство в транспортную компанию представляет собой отличную возможность для тех, кто желает начать карьеру водителя такси. Присоединившись к компании, вы получаете доступ к широкому спектру преимуществ и поддержки. Для начала работы вам необходимо получить специальную лицензию на такси, также известную как \"жёлтая карта\". Этот документ подтверждает вашу квалификацию и право заниматься перевозками пассажиров. После этого вы сможете начать работать на автомобиле компании, что позволит вам быстро войти в ритм и получить опыт. Присоединение к транспортной компании обеспечит вам стабильный поток заказов и клиентов, что поможет вам начать зарабатывать с первых дней работы. Кроме того, вы будете иметь доступ к технической поддержке и обслуживанию автомобиля, что позволит вам экономить время и ресурсы на его обслуживании. Эта возможность идеально подходит для тех, кто ищет стабильную и перспективную работу в сфере перевозок.", "image": "Joining_Transport_Company.jpg"}, "work_on_zivnostensky_list": {"text": "💼💰 Работа на Živnostenský list, или ЧП, предоставляет вам возможность стать собственным боссом и управлять своим собственным такси-бизнесом. Открытие собственного такси требует получения разрешения на предоставление транспортных услуг и регистрации вашего автомобиля в \"реестре такси-службы\". Этот вариант работы дает вам полный контроль над вашим бизнесом и доходами. Вы будете самостоятельно организовывать свой рабочий график и выбирать заказы, которые вам удобны. Кроме того, вы сможете развивать свой бизнес и расширять его по мере роста спроса на вашу услугу. Однако этот вариант также включает оформление лицензии на такси, что может потребовать дополнительных временных и финансовых затрат. Вы также будете самостоятельно отвечать за уплату налогов и ведение бухгалтерии, что требует определенной организации и ответственности. В целом, работа через Živnostenský list предоставляет вам возможность создать свой собственный бизнес и стать успешным предпринимателем в сфере такси. Этот вариант подходит для тех, кто стремится к независимости и готов взять на себя ответственность за свою карьеру и финансовое благополучие.", "image": "Work_On_Zivnostensky_List.jpg"}, "work_through_fleet": {"text": "🌍🚕 Работа через флотилию представляет собой альтернативный вариант работы в такси-индустрии, отличающийся от традиционной работы в транспортной компании. В этом случае вы арендуете автомобиль от компании, специализирующейся на аренде такси-флота. Еженедельно вам придется оплачивать арендную плату за автомобиль, топливо, услуги флотилии и другие сопутствующие расходы. Отличие от работы в транспортной компании заключается в том, что вы полностью контролируете свой график работы и самостоятельно выбираете заказы. Вы также самостоятельно оплачиваете все расходы, такие как топливо и мойки, что может повлиять на вашу прибыльность. Работа через флотилию может быть привлекательным вариантом для тех, кто предпочитает большую независимость и гибкость в работе, но готов к возможным финансовым рискам. Этот вариант подходит для тех, кто хочет иметь полный контроль над своим бизнесом и готов к самостоятельной организации работы.", "image": "Work_Through_Fleet.jpg"}}, "states": {"start": {"image": "Language_Selection.jpg", "text": "Выбор языка", "button_1": {"text": "Русский", "callback": "main_menu", "command": 0}, "button_2": {"text": "Український", "callback": "main_menu", "command": 0}, "button_3": {"text": "Čeština", "callback": "main_menu", "command": 0}, "button_4": {"text": "English", "callback": "main_menu", "command": 0}}, "main_menu": {"text": "Меню", "button_1": {"text": "Главное", "callback": "tariffs", "command": 2}, "button_2": {"text": "Поддержка", "callback": "support"}, "button_3": {"text": "Частые вопросы", "callback": "frequent_questions"}, "button_4": {"text": "Связь с менеджером", "callback": "communication_with_manager", "command": 2}, "button_5": {"text": "XXXXXX", "callback": "drivers_handbook"}, "button_6": {"text": "XXXXXX"}, "button_7": {"text": "Справочник для водителей"}}, "main_information": {"text": "Главное", "button_1": {"text": "Тарифы", "callback": "tariffs", "command": 2}, "button_2": {"text": "Инструкция OnTaxi Driver", "callback": "instruction_ontaxi_driver", "command": 2}, "button_3": {"text": "Меню", "callback": "main_menu"}}, "frequent_questions": {"text": "Частые вопросы", "button_1": {"text": "Настройка фильтров", "callback": "filter_settings", "command": 2}, "button_2": {"text": "Что нужно для работы", "callback": "how_to_register", "command": 2}, "button_3": {"text": "Отказ от заказа", "callback": "work_requirements", "command": 2}, "button_4": {"text": "Как правильно зарегестрироваться", "callback": "idle_in_orders", "command": 2}, "button_5": {"text": "Простой в заказах", "callback": "order_cancellation", "command": 2}, "button_6": {"text": "Меню", "callback": "main_menu"}}, "support": {"text": "Поддержка", "button_1": {"text": "Контакты", "callback": "contacts", "command": 2}, "button_2": {"text": "Чаты водителей", "callback": "driver_telegram_chats", "command": 2}, "button_3": {"text": "Оставить отзыв", "callback": "complaints_and_suggestion", "command": 2}, "button_4": {"text": "Меню", "callback": "main_menu"}}, "drivers_handbook": {"text": "Справочник для водителей", "button_1": {"text": "Начало работы в такси", "callback": "guide_to_start_working"}, "button_2": {"text": "Airport", "callback": "basic_laws_and_rules", "command": 2}, "button_3": {"text": "Ваш автомобиль", "callback": "main_menu"}, "button_4": {"text": "Основные законы и правила связанные с такси"}, "button_5": {"text": "XXXXXX"}, "button_6": {"text": "Меню"}}, "guide_to_start_working": {"text": "Выберите способ каким вы бы хотели работать", "button_1": {"text": "🚕🏢Устройство в транспортную компанию", "callback": "joining_transport_company", "command": 2}, "button_2": {"text": "💼💰 Работа на Živnostenský list", "callback": "work_on_zivnostensky_list", "command": 2}, "button_3": {"text": "🌍✈️ Работа через флотилию", "callback": "work_through_fleet", "command": 2}, "button_4": {"text": "Меню", "callback": "drivers_handbook"}}}}, "ua": {"insta_replies": {"tariffs": {"text": "http://ontaxi.cz/cs/drivers/praha\nС тарифами в городе Прага можно ознакомится на нашем сайте"}, "instruction_ontaxi_driver": {"text": "Для ознакомления с программой OnTaxi Driver Вы можете ознакомиться с нашей инструкцией для водителей. https://drive.google.com/file/d/1FFeIquwQmVTifEOx4DwEOEioJiQsxI4p/view?usp=sharing Новая инструкция с актуальными данными сейчас в разработке."}, "contacts": {"text": "📞Контакты📞\nСлужба поддержки OnTaxi:\n🔔Телефон: +420111000111\n🔔Почта: info@ontaxi.cz\nРабочее время: с 8:30 до 17:00."}, "driver_chats": {"text": "👀Телеграм чаты🙊\nПеречень драйверских групп:\n/t.//////\n/t.//////\n/t.///////\nt.//////\n/t.//////\n/t.//////"}, "work_beginning": {"text": "В Праге есть несколько возможностей начать работать в сфере такси:\n🚕🏢Устройство в транспортную компанию: Вы можете присоединиться к транспортной компании в качестве водителя. Для этого нужно получить лицензию на такси (жёлтую карту) и работать на автомобиле компании.\n💼💰Торговое свидетельство (Živnostenský list): Или же по простому ЧП. Вы можете открыть собственное такси, получив разрешение на предоставление транспортных услуг и зарегистрировав свой автомобиль в \"реестре такси службы\". Этот вариант также включает оформление лицензии на такси и самостоятельную оплату налогов.\n🌍✈️Работа по рабочей визе: Если вы планируете переехать в Чешскую Республику, вы можете найти работу в транспортной компании и получить рабочую визу. Для этого вам нужно найти компанию, которая сможет сделать вам приглашение на работу, а затем получить рабочую карту и разрешение на работу. Остальные шаги аналогичны устройству в транспортную компанию."}, "filter_settings": {"text": "❓Настройка фильтров❓\nСуществует два типа фильтров:\n📍 Базовый - фильтр с базовыми настройками, такими как \"Радиус\" и \"Класс заказа\".\n📍 Продвинутый - фильтр со всеми настройками, которые возможно добавить.\n\nЕсли у вас включен Базовый фильтр, то автозахват будет работать по этому фильтру. Если Продвинутый, тогда будет автозахват по всем фильтрам в этом типе.\nОдновременно может быть включено 5 Продвинутых фильтров или один Базовый.\n\nЧтобы получать большее количество заказов рекомендуем вам:\n📎Выбрать тип фильтра Базовый\n📎Выставить радиус 3-4 км\nЭто поможет вам без дополнительных условий получать все заказы которые подпадают под этот радиус."}, "work_requirements": {"text": "❓Что нужно для работы❓\n📍Для работы Вам необходимо:\n1. Иметь автомобиль не старше 2004 года.\n2. Необходим смартфон с операционной системой Android версия 5,0 и выше или iPhone.\n3. В Play Маркет (в iPhone App Store) необходимо скачать программу OnTaxi Driver, которая является коммуникационной платформой для взаимодействия с сервисом и зарегистрироваться в ней. Через программу Вы будете получать заказы.\n4. В приложение нужно загрузить:\n🚕 фото лицензии такси службы;\n📑 фото свидетельства о регистрации транспортного средства (тех. паспорт);\n🛂 фото водительского удостоверения;\n📃 фото страховки;\n🚕 фото автомобиля с необходимых ракурсов (интерьер, экстерьер).\n\nПосле подтверждения Вашей заявки менеджер верифицирует Вашу учетную запись, определит класс Вашего авто и укажет имеющиеся опции.\n💳В приложении необходимо привязать Вашу банковскую карту для пополнения аккаунта и IBAN для вывода средств из аккаунта."}, "order_cancellation": {"text": "❓Отказ от заказа❓\nВодитель имеет право отказаться от поездки без штрафных санкций в следующих случаях:\n📎 пассажир в алгокольном/наркотическом/неадекватном состоянии и может испачкать авто;\n📎 количество пассажиров не соответствует требованиям класса;\n📎 пассажир грязный и может испачкать авто\n📎 возникновение конфликтной ситуации со стороны пассажира.\nОтмена в таких случаях происходит через 📞звонок в службу поддержки."}, "leave_feedback": {"text": "Оставить отзыв💭\nДля того, чтобы оставить отзыв, жалобу или предложение перейдите по этой ссылке - https://forms////././././."}, "basic_laws_and_rules": {"text": "Основные законы и правила связанные с такси\nЛицензирование: 🚕 Водители такси должны иметь специальную лицензию, известную как \"жёлтая карта\" (žlutá karta). Данная лицензия выдаётся магистратом города, в котором Вы проживаете.\nТаксометры или онлайн-платформы: 📏 Все автомобили такси должны быть оборудованы таксометрами, которые регулируются государственными стандартами. Эти устройства используются для расчета стоимости поездки в зависимости от пройденного расстояния и времени в пути. В случае использования онлайн-платформ, таких как Bolt, Uber или OnTaxi, Вам таксометр не требуется.\nТарифы: 💰 Такси обязаны предоставлять клиентам четкую информацию о тарифах и ориентировочной стоимости поездки. Водители не имеют права взимать плату сверх установленных тарифов.\nБезопасность: 🛡️ Водители такси должны обеспечивать безопасность своих пассажиров и следовать всем правилам дорожного движения. В случае возникновения проблем, пассажиры имеют право обратиться в службу такси или в полицию.\nРеклама и идентификация: 📢 Автомобили такси должны иметь четкую идентификацию, включая название компании и номер лицензии. Реклама на такси должна соответствовать нормам и правилам рекламы, установленным законодательством.\nПрава пассажиров: 👫 Пассажиры имеют право выбирать такси и отказываться от услуг в любое время. Водители обязаны соблюдать честные и профессиональные отношения с клиентами.\nБронирование: 📅 Такси должны предоставлять возможность пассажирам бронировать поездки заранее, а также обеспечивать возможность вызова машины на месте.\nЧистота и уборка: 🧹 Водители такси обязаны поддерживать свои автомобили в чистоте и порядке, чтобы обеспечить комфорт и безопасность пассажиров.\nДоступность: 🌟 Такси должны быть доступны для пассажиров в любое время суток и в любых районах города. Они также должны предоставлять услуги для лиц с ограниченными физическими возможностями (если клиент заранее об этом уведомил).\nОтчетность: 📊 Водители такси обязаны вести отчет о своей работе, включая количество совершенных поездок, маршруты и выручку.", "image": "Rules_And_Regulations.jpg"}, "idle_in_orders": {"text": "❓Простой в заказах❓\n💸После подачи авто водителю необходимо нажать кнопку \"Приехал\", тогда автоматически начинается обратный отсчет бесплатного простоя. После завершения бесплатного простоя кнопка становится активной, появляется возможность включить платный простой. Отключение платного простоя происходит автоматически без участия водителя после начала движения. Во время простоя на промежуточной точке применяем тот же алгоритм."}, "how_to_register": {"text": "❓Как правильно зарегистрироваться❓\nКороткая информация, как корректно заполнить данные при регистрации в сервисе:\n👤Фото водителя - фотография, на которой виден водитель авто. На фото только водитель: без очков, головных уборов, шарфов и т.д.\n📑Водительское удостоверение - горизонтальное фото водительских прав с стороны, где фото и данные водителя.\n🛂Фото техпаспорта + фото техпаспорта (1-я и 2-я стороны) - горизонтальные фотографии, где четко видны данные из техпаспорта с обеих сторон.\n🚖Фото авто 3/4 спереду - фотография авто спереду с номерами и левой стороной авто (фото №1).\n🚕Фото авто 3/4 сзади - фотография авто сзади, где видны номера и правая сторона (фото №2).\n📍Фото салона спереду и сзади - две фотографии внутри (фото №3 и №4) салона авто с правой стороны без лишних предметов.\n📃Фото страхового полиса - фото/скриншот/скан страхования, где четко виден срок действия.\nС примерами корректного заполнения можете ознакомиться по ссылке - https://drive.google.com/file/d/1pq3bqo1XZ-butDiype25GKdulEvoqDH2/view"}, "communication_with_manager": {"text": "Переход на чат с менеджером, через бота. Для ускоренной обработки данных просьба написать (номер тел.; номер авто)"}, "airport": {"text": "AIRPORT"}, "your_vehicle": {"text": "YOUR VEHICLE"}, "joining_transport_company": {"text": "🚕🏢 Устройство в транспортную компанию представляет собой отличную возможность для тех, кто желает начать карьеру водителя такси. Присоединившись к компании, вы получаете доступ к широкому спектру преимуществ и поддержки. Для начала работы вам необходимо получить специальную лицензию на такси, также известную как \"жёлтая карта\". Этот документ подтверждает вашу квалификацию и право заниматься перевозками пассажиров. После этого вы сможете начать работать на автомобиле компании, что позволит вам быстро войти в ритм и получить опыт. Присоединение к транспортной компании обеспечит вам стабильный поток заказов и клиентов, что поможет вам начать зарабатывать с первых дней работы. Кроме того, вы будете иметь доступ к технической поддержке и обслуживанию автомобиля, что позволит вам экономить время и ресурсы на его обслуживании. Эта возможность идеально подходит для тех, кто ищет стабильную и перспективную работу в сфере перевозок.", "image": "Joining_Transport_Company.jpg"}, "work_on_zivnostensky_list": {"text": "💼💰 Работа на Živnostenský list, или ЧП, предоставляет вам возможность стать собственным боссом и управлять своим собственным такси-бизнесом. Открытие собственного такси требует получения разрешения на предоставление транспортных услуг и регистрации вашего автомобиля в \"реестре такси-службы\". Этот вариант работы дает вам полный контроль над вашим бизнесом и доходами. Вы будете самостоятельно организовывать свой рабочий график и выбирать заказы, которые вам удобны. Кроме того, вы сможете развивать свой бизнес и расширять его по мере роста спроса на вашу услугу. Однако этот вариант также включает оформление лицензии на такси, что может потребовать дополнительных временных и финансовых затрат. Вы также будете самостоятельно отвечать за уплату налогов и ведение бухгалтерии, что требует определенной организации и ответственности. В целом, работа через Živnostenský list предоставляет вам возможность создать свой собственный бизнес и стать успешным предпринимателем в сфере такси. Этот вариант подходит для тех, кто стремится к независимости и готов взять на себя ответственность за свою карьеру и финансовое благополучие.", "image": "Work_On_Zivnostensky_List.jpg"}, "work_through_fleet": {"text": "🌍🚕 Работа через флотилию представляет собой альтернативный вариант работы в такси-индустрии, отличающийся от традиционной работы в транспортной компании. В этом случае вы арендуете автомобиль от компании, специализирующейся на аренде такси-флота. Еженедельно вам придется оплачивать арендную плату за автомобиль, топливо, услуги флотилии и другие сопутствующие расходы. Отличие от работы в транспортной компании заключается в том, что вы полностью контролируете свой график работы и самостоятельно выбираете заказы. Вы также самостоятельно оплачиваете все расходы, такие как топливо и мойки, что может повлиять на вашу прибыльность. Работа через флотилию может быть привлекательным вариантом для тех, кто предпочитает большую независимость и гибкость в работе, но готов к возможным финансовым рискам. Этот вариант подходит для тех, кто хочет иметь полный контроль над своим бизнесом и готов к самостоятельной организации работы.", "image": "Work_Through_Fleet.jpg"}}, "states": {"start": {"image": "Language_Selection.jpg", "text": "Выбор языка", "button_1": {"text": "Русский", "callback": "main_menu", "command": 0}, "button_2": {"text": "Український", "callback": "main_menu", "command": 0}, "button_3": {"text": "Čeština", "callback": "main_menu", "command": 0}, "button_4": {"text": "English", "callback": "main_menu", "command": 0}}, "main_menu": {"text": "Menu UAAA", "button_1": {"text": "Main Information", "callback": "tariffs", "command": 2}, "button_2": {"text": "Frequent Questions", "callback": "support"}, "button_3": {"text": "Communication with manager", "callback": "frequent_questions"}, "button_4": {"text": "Support", "callback": "communication_with_manager", "command": 2}, "button_5": {"text": "XXXXXX", "callback": "drivers_handbook"}, "button_6": {"text": "XXXXXX"}, "button_7": {"text": "Driver's Handbook"}}, "main_information": {"text": "Main information", "button_1": {"text": "Tariffs", "callback": "tariffs", "command": 2}, "button_2": {"text": "OnTaxi Driver Instructions", "callback": "instruction_ontaxi_driver", "command": 2}, "button_3": {"text": "Menu", "callback": "main_menu"}}, "frequent_questions": {"text": "Frequent Questions", "button_1": {"text": "Filter customization", "callback": "filter_settings", "command": 2}, "button_2": {"text": "What you need to work", "callback": "how_to_register", "command": 2}, "button_3": {"text": "Cancellation of order", "callback": "work_requirements", "command": 2}, "button_4": {"text": "How to register properly", "callback": "idle_in_orders", "command": 2}, "button_5": {"text": "Waiting time", "callback": "order_cancellation", "command": 2}, "button_6": {"text": "Menu", "callback": "main_menu"}}, "communication_with_manager": {"text": "Switch to chat with the manager, via bot. For faster data processing please write (tel. number; car number)", "button_1": {"text": "Chat"}, "button_2": {"text": "Menu"}}, "support": {"text": "Support", "button_1": {"text": "Contacts", "callback": "contacts", "command": 2}, "button_2": {"text": "Driver's chats", "callback": "driver_telegram_chats", "command": 2}, "button_3": {"text": "Leave a review", "callback": "complaints_and_suggestion", "command": 2}, "button_4": {"text": "Menu", "callback": "main_menu"}}, "drivers_handbook": {"text": "Driver's handbook", "button_1": {"text": "Getting started in the TAXI industry", "callback": "guide_to_start_working"}, "button_2": {"text": "Airport", "callback": "basic_laws_and_rules", "command": 2}, "button_3": {"text": "Your car", "callback": "main_menu"}, "button_4": {"text": "Basic laws and regulations related to TAXI"}, "button_5": {"text": "XXXXXX"}, "button_6": {"text": "Menu"}}}}}