{"cz": {"insta_replies": {"tariffs": {"text": "http://ontaxi.cz/cs/drivers/praha\nTarify v Praze najdete na našich webových stránkách."}, "contacts": {"text": "Podpora OnTaxi:\n🔔Telefon: +420 770 315 568\n🔔Mail: info@ontaxi.\n\nPracovní doba: od 8:30 do 17:00 hod."}, "filter_settings": {"text": "Existují dva typy filtrů:\n📍 Základní - filtr se základními nastaveními, jako je „Poloměr“ a „Třída objednávky“.\n📍 Pokročilý - filtr se všemi nastaveními, která lze přidat.\n\nSoučasně můžete mít povoleno 5 filtrů \"Rozšířené\" nebo jeden filtr \"Základní\". Pokud máte zapnutý filtr \"Základní\", bude na tomto filtru fungovat automatické zachycení. Pokud je nastaveno \"Rozšířené\", pak bude automatické zachycení fungovat na všech filtrech tohoto typu.\n\nChcete-li získat více objednávek, doporučujeme:\n📎Zvolte \"Základní\" typ filtru\n📎Nastavte poloměr na 3-4 km.\nDíky tomu budete dostávat všechny zakázky, které spadají do tohoto okruhu, bez dalších podmínek."}, "work_requirements": {"text": "📍Ke spolupráci s námi potřebujete:\n1. Mít auto mladší roku 2004.\n2. Chytrý telefon s operačním systémem Android (verze 5.0 nebo vyšší) nebo iOS.\n3. Ve vašem obchodě s aplikacemi (Play Market, iPhone App Store) je potřeba stáhnout aplikaci OnTaxi Driver, a zaregistrovat se v ní. Prostřednictvím programu budete přijímat objednávky.\n4. V aplikaci je třeba nahrát:\n\n🚕 Fotografii licence taxislužby;\n📑 Fotografii osvědčení o registraci vozidla (technický průkaz);\n🛂 Fotografii řidičského průkazu;\n📃 Fotografie pojištění;\n🚕 Fotografie vozidla z potřebných úhlů (interiér, exteriér).\n\nPo dokončení žádosti manažeři služby ověří váš účet, určí třídu vozu a uvede dostupné atributy.\n💳 V žádosti je třeba také propojit bankovní kartu pro doplnění účtu a IBAN pro výběr peněz z účtu."}, "complaints_and_suggestion": {"text": "Chcete-li zanechat stížnost nebo návrh na zlepšení, klikněte na tento odkaz - https://forms.gle/TgJnv6nyg41gnit76"}, "order_cancellation": {"text": "Řidič má právo odmítnout jízdu bez sankce v následujících případech:\n📎 cestující je ve stavu po požití alkoholu/jiných návykových látek a je zde předoklad, že zákazník může znečistit auto;\n📎 počet cestujících neodpovídá požadavkům třídy;\n📎 cestující je výrazně \"špinavý\" a může znečistit vozidlo\n📎 vytváření konfliktní situace ze strany cestujícího.\nZrušení cesty v těchto případech se provádí prostřednictvím 📞 telefonátu na podporu službu."}, "basic_laws_and_rules": {"text": "🚕📋 Licence taxislužby: Řidiči musí mít zvláštní licenci k poskytování služeb taxi. Tím je zajištěna jejich kvalifikace a bezpečnost cestujících. \n\n💰📊 Tarify: Tarify taxislužby musí být jasně uvedeny a dostupné všem cestujícím. Řidiči si nesmějí účtovat více, než je uvedeno v tarifech, pokud to nebylo předem dohodnuto s cestujícím. \n\n🛡️🚗 Bezpečnost: Řidiči taxislužby jsou povinni zajistit bezpečnost a komfort svých cestujících tím, že udržují vozidlo v dobrém a čistém stavu, dodržují pravidla silničního provozu a v případě potřeby poskytují pomoc. \n\n♿️🚕 Přístupnost: Vozidla musí být přístupné všem cestujícím, včetně osob se zdravotním postižením. Řidiči jsou povinni přijímat objednávky od všech zákazníků a poskytnout jim potřebnou pomoc. 🧑\n\n💳💵 Platba: Platba se obvykle provádí v hotovosti nebo platebními kartami. Cestující musí být informováni o případných dalších poplatcích nebo platbách. \n\n🛡️🔒 Povinné pojištění: Taxikáři jsou obvykle povinni mít pojištění, které chrání cestující v případě nehody. 🤕🚗", "image": "Rules_And_Regulations.jpg"}, "idle_in_orders": {"text": "💸 Po přistavení vozu by měl řidič stisknout tlačítko „Přijel“, poté se automaticky spustí odpočítávání čekání.\nPo uplynutí čekací doby zdarma se tlačítko aktivuje a je možné aktivovat placenou dobu čekání.\nPlacený prostoj se automaticky deaktivuje bez účasti řidiče po zahájení jízdy.\nBěhem doby čekání v mezizastávce se používa stejný algoritmus."}, "how_to_register": {"text": "❓Jak se správně zaregistrovat❓\nStručná informace, jak správně vyplnit své údaje při registraci do služby:\n👤Foto řidiče - fotografie, která ukazuje vás jako řidiče. Na fotografii není žádné zakázané doplňky: žádné sluneční brýle, čepice, šály atd.\n📑Řidičský průkaz - horizontální fotografie řidičského průkazu z přední strany, kde je foto a informace řidiče\n🛂Fotografie technického průkazu z obou stran - horizontální fotografie, kde jsou dobře viditelné údaje z technického průkazu  z obou stran.\n🚖Fotografie vozu 3/4 zpředu - fotografie vozu zpředu s viditelnou RZ a levým bokem vozu (foto č. 1).\n🚕Fotografie vozu 3/4 zezadu - fotografie vozu zezadu s viditelnou RZ a pravým bok (foto č. 2).\n📍Fotografie interéru zpředu a zezadu - dvě fotografie (foto č. 3 a č. 4) uvnitř vozu na pravé straně bez žádných osobních věcí.\n📃Fotografie pojištění - foto/screenshot ❓Jak se správně registrovat❓\nStručná informace, jak správně vyplnit údaje při registraci do služby:\n👤Fotka řidiče - fotka, na které je řidič auta. Na fotografii je pouze řidič: bez brýlí, čepice, šály atd.\n📑Řidičský průkaz - horizontální fotografie řidičského průkazu ze strany s fotografií a údaji řidiče.\n🛂Foto technického pasu + foto technického pasu (1. a 2. strana) - horizontální fotografie, kde jsou na obou stranách dobře viditelné údaje z technického pasu.\n🚖Fotka vozu 3/4 zepředu - foto vozu zepředu s SPZ a levého boku vozu (foto č. 1).\n3/4 zadní foto - foto vozu zezadu, kde jsou vidět SPZ a pravá strana (foto #2).\n📍Fotka interiéru zepředu a zezadu - dvě fotky uvnitř (foto #3 a #4)\ninteriéru vozu na pravé straně bez zbytečných předmětů.\nFotografie pojistky - fotografie/screenshot/scan pojištění, kde je jasně vidět doba platnosti.\nPříklady správného vyplnění najdete na tomto odkazu -\nhttps://drive.google.com/file/d/1vdyLhmPpWt7Dlb-qTL9JZUn2Xd39EhHB/view?usp=sharing"}, "communication_with_manager": {"text": "Chcete-li kontaktovat zákaznickou podporu, klikněte na odkaz - 👤 https://t.me/ontaxi_support_cz", "image": "Communication_With_Manager.jpg"}, "driver_telegram_chats": {"text": "Seznam skupin řidičů\n\nhttps://t.me/jonniuber\nhttps://t.me/praha_uber_bolt"}, "joining_transport_company": {"text": "🚕🏢 Nástup do dopravní společnosti je skvělou příležitostí pro ty, kteří chtějí začít kariéru taxikáře. Vstupem do společnosti získáte přístup k široké škále výhod a podpor\n\nAbyste mohli začít, musíte získat speciální licenci taxikáře, známou také jako žlutá karta. Tento dokument potvrzuje vaši kvalifikaci a právo přepravovat cestující. Poté můžete začít pracovat na firemním vozidle, což vám umožní rychle se dostat do rytmu a získat zkušenost\n\nNástup do dopravní společnosti vám zajistí stabilní přísun zakázek a klientů, což vám pomůže začít vydělávat již od prvních dnů práce. Kromě toho budete mít přístup k technické podpoře a údržbě vozidla, což vám umožní ušetřit čas a prostředky na jeho údržb\n\nTato příležitost je ideální pro ty, kteří hledají stabilní a perspektivní práci v oboru dopravy 🚕🏢.", "image": "Joining_Transport_Company.jpg"}, "work_on_zivnostensky_list": {"text": "💼💰 Práce pro Živnostenský list Vám dává možnost stát se vlastním šéfem a řídit vlastní taxislužbu. Pro otevření vlastního taxi je nutné získat povolení k poskytování přepravních služeb a zaregistrovat svůj/vaše vůz/y do „Registru taxislužeb\n\nTato možnost práce Vám dává plnou kontrolu nad vaším podnikáním a příjmy. Budete si samostatně organizovat svůj pracovní rozvrh a vybírat zakázky, které vám vyhovují. Kromě toho budete moci své podnikání rozvíjet a rozšiřovat podle toho, jak poroste poptávka po vašich službác\n\nSoučástí této možnosti je však také získání taxikářské licence, což může vyžadovat další čas a finanční náklady. Budete také zodpovědní za vlastní daně a vedení účetnictví, což vyžaduje určitou organizaci a zodpovědnos\n\nCelkově vám práce prostřednictvím Živnostenského listu poskytuje příležitost vytvořit si vlastní firmu a stát se úspěšným podnikatelem v taxislužbě. Tato možnost je vhodná pro ty, kteří usilují o nezávislost a jsou připraveni převzít odpovědnost za svou kariéru a finanční blahobyt. 💼💰", "image": "Work_On_Zivnostensky_List.jpg"}, "work_through_fleet": {"text": "🌍🚕 Práce ve flotile je alternativní možností práce v taxislužbě, která se liší od tradiční práce v dopravní společnost\n\nV tomto případě si pronajímáte vůz od společnosti specializující se na pronájem vozidel taxi. Každý týden budete muset platit pronájem vozu. Pohonné hmoty, služby flotily a další související výdaje hradíte sami, což může ovlivnit vaší výdělečnos\n\nRozdíl oproti práci pro dopravní společnost spočívá v tom, že máte plnou kontrolu nad svým pracovním rozvrhem a sami si vybíráte zakázk\n\nPráce prostřednictvím flotily může být atraktivní volbou pro ty, kteří dávají přednost větší nezávislosti a flexibilitě v práci, ale jsou připraveni podstoupit možná finanční rizika. Tato možnost je vhodná pro ty, kteří chtějí mít nad svým podnikáním plnou kontrolu a jsou připraveni organizovat svou práci samostatně. 🌍🚕", "image": "Work_Through_Fleet.jpg"}}, "states": {"start": {"image": "Language_Selection.jpg", "text": "Vyberte níže uvedenou možnost:", "button_1": {"text": "Русский", "callback": "main_menu", "command": 0}, "button_2": {"text": "Український", "callback": "main_menu", "command": 0}, "button_3": {"text": "Čeština", "callback": "main_menu", "command": 0}, "button_4": {"text": "English", "callback": "main_menu", "command": 0}}, "main_menu": {"text": "Vyberte níže uvedenou možnost:", "button_1": {"text": "📍Tarify📍", "callback": "tariffs", "command": 2}, "button_2": {"text": "👤Podpora👤", "callback": "support"}, "button_3": {"text": "❓Často kladené otázky❓", "callback": "frequent_questions"}, "button_4": {"text": "💬Komunikace s podporou💬", "callback": "communication_with_manager", "command": 2}, "button_5": {"text": "💡Příručka řidiče💡", "callback": "drivers_handbook"}}, "frequent_questions": {"text": "Vyberte níže uvedenou možnost:", "image": "FAQ.jpg", "button_1": {"text": "❓Nastavení filtru❓", "callback": "filter_settings", "command": 2}, "button_2": {"text": "❓Jak se správně zaregistrovat❓", "callback": "how_to_register", "command": 2}, "button_3": {"text": "❓Požadavky na řidiče❓", "callback": "work_requirements", "command": 2}, "button_4": {"text": "❓Čekání na zákazníka❓", "callback": "idle_in_orders", "command": 2}, "button_5": {"text": "❓Zrušení objednávky❓", "callback": "order_cancellation", "command": 2}, "button_6": {"text": "Vrátit se zpět", "callback": "main_menu"}}, "support": {"text": "Vyberte níže uvedenou možnost:", "button_1": {"text": "📞Kontakty📞", "callback": "contacts", "command": 2}, "button_2": {"text": "👀Skupiny řidičů🙊", "callback": "driver_telegram_chats", "command": 2}, "button_3": {"text": "Stížnosti a návrhy💭", "callback": "complaints_and_suggestion", "command": 2}, "button_4": {"text": "Vrátit se zpět", "callback": "main_menu"}}, "drivers_handbook": {"text": "Vyberte níže uvedenou možnost:", "image": "Drivers_Handbook.jpg", "button_1": {"text": "🌍Nástup do práce v taxíku🌍", "callback": "guide_to_start_working"}, "button_2": {"text": "🚕 Základní zákony a předpisy týkající se taxislužby🚕", "callback": "basic_laws_and_rules", "command": 2}, "button_3": {"text": "Vrátit se zpět", "callback": "main_menu"}}, "guide_to_start_working": {"text": "Vyberte níže uvedenou možnost:", "button_1": {"text": "🚕🏢Dopravní společnost", "callback": "joining_transport_company", "command": 2}, "button_2": {"text": "🌍✈️Flotily", "callback": "work_through_fleet", "command": 2}, "button_3": {"text": "💼💰Živnostenský list", "callback": "work_on_zivnostensky_list", "command": 2}, "button_4": {"text": "Vrátit se zpět", "callback": "drivers_handbook"}}}}, "en": {"insta_replies": {"tariffs": {"text": "http://ontaxi.cz/en/drivers/praha\nYou can find the tariffs in Prague on our website"}, "contacts": {"text": "OnTaxi Support:\n🔔Phone: +420 770 315 568\n🔔Mail: info@ontaxi.cz\n\nWorking hours: from 8:30 to 17:00."}, "filter_settings": {"text": "There are two types of filters:\n📍 Basic - a filter with basic settings such as “Radius” and “Order Class”.\n📍 Advanced - a filter with all the settings that can be added.\n\nIf you have Basic filter enabled, then autocapture will work on this filter. If Advanced, then autocapture will work on all filters in this type.\nYou can have 5 Advanced filters or one Basic filter enabled at the same time.\n\nTo get more orders we recommend you to:\n📎Select Basic filter type\n📎Set the radius to 3-4 km.\nThis will help you to receive all orders that fall within this radius without additional conditions."}, "work_requirements": {"text": "📍To work you need:\n1. Have a car no older than 2004.\n2. A smartphone with Android operating system version 5.0 or higher or an iPhone is required.\n3. In the Play Market (iPhone App Store) you need to download the OnTaxi Driver program, which is a communication platform for interaction with the service and register in it. Through the program you will receive orders.\n4. In the application you need to upload:\n\n🚕 photo of the cab service license;\n📑 photo of the vehicle registration certificate (technical passport);\n🛂 photo of the driver's license;\n📃 photo of insurance;\n🚕 photo of the car from the necessary angles (interior, exterior).\n\nAfter confirming your application, the manager will verify your account, determine the class of your car and indicate the available options.\n💳 In the application you need to link your bank card for account replenishment and IBAN for withdrawal of funds from the account."}, "complaints_and_suggestion": {"text": "To leave a complaint or suggestion follow this link - https://forms.gle/DHB9fXBTr5kNtg429"}, "order_cancellation": {"text": "The driver has the right to refuse the trip without penalty in the following cases:\n📎 the passenger is in an algocolic/drug/disordered state and may soil the auto;\n📎 the number of passengers does not meet the class requirements;\n📎 passenger is dirty and may soil the vehicle\n📎 occurrence of a conflict situation on the part of the passenger.\nCancellation in such cases is made through 📞 call to the support service."}, "basic_laws_and_rules": {"text": "🚕📋 Licensing and Registration: Taxi drivers must have a special license and registration to provide taxi services. This ensures their qualifications and ensures safety for passengers. 💼🛡️\n\n💰📊 Tariffs: Taxi tariffs must be clearly indicated and available to all passengers. Drivers are not allowed to charge more than stated in the fares unless this has been previously agreed with the passenger. 📑🚖\n\n🛡️🚗 Safety: Taxi drivers have a responsibility to ensure the safety of their passengers by maintaining the vehicle in good condition, following traffic rules and providing assistance as needed. 🚦🤝\n\n♿️🚕 Accessibility: Taxis must be accessible to all passengers, including people with disabilities. Drivers are required to accept orders from all customers and provide them with the necessary support. 🧑‍🦽👍\n\n💳💵 Payment: Payment is usually made by cash or credit cards. Passengers must be informed of any additional fees or charges. 💸💳\n\n🛡️🔒 Mandatory Insurance: Taxi drivers are usually required to have insurance that protects passengers in the event of accidents or property damage. 🤕🚗", "image": "Rules_And_Regulations.jpg"}, "idle_in_orders": {"text": "💸 After the car is delivered, the driver should press the “Arrived” button, then the countdown of the free idle time starts automatically.\nWhen the free idle time is over, the button becomes active and it is possible to activate the paid idle time.\nPaid downtime is automatically deactivated without the driver's participation after the start of the journey.\nDuring idle time at an intermediate point we apply the same algorithm."}, "how_to_register": {"text": "❓How to register correctly❓\nBrief information on how to correctly fill in your data when registering in the service:\n👤Photo of driving - a photograph that shows the driving of a car. In the photo there is no water: no eyepieces, hats, scarves, etc.\n📑Vodiyaske svіdchennya - horizontal photo of water rights from the other side, where the photo and data of waters.\n🛂Photo of the technical passport + photo of the technical passport (1st and 2nd sides) - horizontal photographs, where the data from the technical passport is clearly visible from both sides.\n🚖Photo of a car 3/4 from the front - a photograph of a car from the front with license plates and the left side of the car (photo No. 1).\n🚕Photo of the car 3/4 from the back - a photograph of the car from the back, where you can see the license plate and the right side (photo No. 2).\n📍Photo of the salon from the front and back - two photos in the middle (photo No. 3 and No. 4)\ninside the car on the right side without any personal items.\n📃Photo of insurance policy - photo/screenshot/s❓How to register correctly❓\nBrief information on how to fill in the data correctly when registering with the service:\n👤Driver's photo - a photo that shows the driver of the car. The photo shows only the driver: without glasses, hats, scarves, etc.\n📑Driver's license - a horizontal photo of the driver's license from the side with the driver's photo and data.\n🛂Photo of the technical passport + photo of the technical passport (1st and 2nd sides) - horizontal photos where the data from the technical passport is clearly visible on both sides.\n🚖Photo of the car 3/4 from the front - a photo of the car from the front with license plates and the left side of the car (photo No. 1).\n3/4 rear photo - a photo of the car from behind, where you can see the license plates and the right side (photo #2).\n📍Photo of the interior from the front and back - two photos inside (photos #3 and #4)\nof the car interior on the right side without unnecessary objects.\nPhoto of the insurance policy - a photo/screenshot/scan of the insurance, where the validity period is clearly visible.\"\nYou can find examples of correct filling at the link -\nhttps://drive.google.com/file/d/1vdyLhmPpWt7Dlb-qTL9JZUn2Xd39EhHB/view?usp=sharing"}, "communication_with_manager": {"text": "To contact the service manager, please follow the link - 👤 https://t.me/ontaxi_support_cz\n\nFor faster processing of information please leave your data (📱 phone number, 🚕 car number).", "image": "Communication_With_Manager.jpg"}, "driver_telegram_chats": {"text": "List of driver groups\n\nhttps://t.me/jonniuber\nhttps://t.me/praha_uber_bolt"}, "joining_transport_company": {"text": "🚕🏢 Joining a transport company is an excellent opportunity for those who want to start a career as a taxi driver. By joining the company, you have access to a wide range of benefits and support.\n\nTo get started, you need to obtain a special taxi license, also known as a yellow card. This document confirms your qualifications and right to transport passengers. After this, you can start working on a company vehicle, which will allow you to quickly get into the rhythm and gain experience.\n\nJoining a transport company will provide you with a stable flow of orders and clients, which will help you start earning money from the first days of work. In addition, you will have access to technical support and vehicle maintenance, which will allow you to save time and resources on its maintenance.\n\nThis opportunity is ideal for those who are looking for a stable and promising job in the transportation industry.🚕🏢", "image": "Joining_Transport_Company.jpg"}, "work_on_zivnostensky_list": {"text": "💼💰 Working for Živnostenský list, or PE, gives you the opportunity to become your own boss and manage your own taxi business. Opening your own taxi requires obtaining permission to provide transport services and registering your car in the “taxi service register”.\n\nThis work option gives you complete control over your business and income. You will independently organize your work schedule and choose orders that are convenient for you. In addition, you will be able to develop your business and expand it as the demand for your service grows.\n\nHowever, this option also includes obtaining a taxi license, which may require additional time and financial costs. You will also be responsible for your own taxes and bookkeeping, which requires some organization and responsibility.\n\nOverall, working through Živnostenský list provides you with the opportunity to create your own business and become a successful entrepreneur in the taxi industry. This option is suitable for those who strive for independence and are ready to take responsibility for their career and financial well-being. 💼💰", "image": "Work_On_Zivnostensky_List.jpg"}, "work_through_fleet": {"text": "🌍🚕 Flotilla work is an alternative work option in the taxi industry, different from traditional work in a transport company.\n\nIn this case, you rent a car from a company specializing in taxi fleet rental. Every week you will have to pay car rental, fuel, fleet services and other related expenses.\n\nThe difference from working for a transport company is that you have full control over your work schedule and choose your own orders. You also pay all your own expenses, such as fuel and car washes, which can impact your profitability.\n\nWorking through a flotilla can be an attractive option for those who prefer greater independence and flexibility in their work, but are prepared to take on possible financial risks. This option is suitable for those who want to have full control over their business and are ready to organize their work independently. 🌍🚕", "image": "Work_Through_Fleet.jpg"}}, "states": {"start": {"image": "Language_Selection.jpg", "text": "Vyberte níže uvedenou možnost:", "button_1": {"text": "Русский", "callback": "main_menu", "command": 0}, "button_2": {"text": "Український", "callback": "main_menu", "command": 0}, "button_3": {"text": "Čeština", "callback": "main_menu", "command": 0}, "button_4": {"text": "English", "callback": "main_menu", "command": 0}}, "main_menu": {"text": "Select an option below:", "button_1": {"text": "📍Tariffs📍", "callback": "tariffs", "command": 2}, "button_2": {"text": "👤Support👤", "callback": "support"}, "button_3": {"text": "❓Frequently Asked Questions❓", "callback": "frequent_questions"}, "button_4": {"text": "💬Communication with manager💬", "callback": "communication_with_manager", "command": 2}, "button_5": {"text": "💡 Driver's Guide💡", "callback": "drivers_handbook"}}, "frequent_questions": {"text": "Select an option below:", "image": "FAQ.jpg", "button_1": {"text": "❓Filter settings❓", "callback": "filter_settings", "command": 2}, "button_2": {"text": "❓How to register properly❓", "callback": "how_to_register", "command": 2}, "button_3": {"text": "❓What you need for the job❓", "callback": "work_requirements", "command": 2}, "button_4": {"text": "❓Waiting while ordering❓", "callback": "idle_in_orders", "command": 2}, "button_5": {"text": "❓Cancellation of order❓", "callback": "order_cancellation", "command": 2}, "button_6": {"text": "Back", "callback": "main_menu"}}, "support": {"text": "Select an option below:", "button_1": {"text": "📞Contacts📞", "callback": "contacts", "command": 2}, "button_2": {"text": "👀Drivers' groups🙊", "callback": "driver_telegram_chats", "command": 2}, "button_3": {"text": "Complaints and suggestions 💭", "callback": "complaints_and_suggestion", "command": 2}, "button_4": {"text": "Back", "callback": "main_menu"}}, "drivers_handbook": {"text": "Select an option below:", "image": "Drivers_Handbook.jpg", "button_1": {"text": "🌍Starting work in a taxi🌍", "callback": "guide_to_start_working"}, "button_2": {"text": "🚕 Basic laws and regulations related to taxis🚕", "callback": "basic_laws_and_rules", "command": 2}, "button_3": {"text": "Back", "callback": "main_menu"}}, "guide_to_start_working": {"text": "Select an option below::", "button_1": {"text": "🚕🏢 Shipping company", "callback": "joining_transport_company", "command": 2}, "button_2": {"text": "🌍✈️ Fleets", "callback": "work_through_fleet", "command": 2}, "button_3": {"text": "💼💰 Živnostenský list", "callback": "work_on_zivnostensky_list", "command": 2}, "button_4": {"text": "Back", "callback": "drivers_handbook"}}}}, "ru": {"insta_replies": {"tariffs": {"text": "http://ontaxi.cz/cs/drivers/praha\nС тарифами в городе Прага можно ознакомится на нашем сайте"}, "contacts": {"text": "Служба поддержки OnTaxi:\n🔔Телефон: +420 770 315 568\n🔔Почта: info@ontaxi.cz\n\nРабочее время: с 8:30 до 17:00."}, "filter_settings": {"text": "Существует два типа фильтров:\n📍 Базовый - фильтр с базовыми настройками, такими как \"Радиус\" и \"Класс заказа\".\n📍 Продвинутый - фильтр со всеми настройками, которые возможно добавить.\n\nЕсли у вас включен Базовый фильтр, то автозахват будет работать по этому фильтру. Если Продвинутый, тогда будет автозахват по всем фильтрам в этом типе.\nОдновременно может быть включено 5 Продвинутых фильтров или один Базовый.\n\nЧтобы получать большее количество заказов рекомендуем вам:\n📎Выбрать тип фильтра Базовый\n📎Выставить радиус 3-4 км\nЭто поможет вам без дополнительных условий получать все заказы которые подпадают под этот радиус."}, "work_requirements": {"text": "📍Для работы Вам необходимо:\n1. Иметь автомобиль не старше 2004 года.\n2. Необходим смартфон с операционной системой Android версия 5,0 и выше или iPhone.\n3. В Play Маркет (в iPhone App Store) необходимо скачать программу OnTaxi Driver, которая является коммуникационной платформой для взаимодействия с сервисом и зарегистрироваться в ней. Через программу Вы будете получать заказы.\n4. В приложение нужно загрузить:\n\n🚕 фото лицензии такси службы;\n📑 фото свидетельства о регистрации транспортного средства (тех. паспорт);\n🛂 фото водительского удостоверения;\n📃 фото страховки;\n🚕 фото автомобиля с необходимых ракурсов (интерьер, экстерьер).\n\nПосле подтверждения Вашей заявки менеджер верифицирует Вашу учетную запись, определит класс Вашего авто и укажет имеющиеся опции.\n💳В приложении необходимо привязать Вашу банковскую карту для пополнения аккаунта и IBAN для вывода средств из аккаунта."}, "complaints_and_suggestion": {"text": "Для того, чтобы оставить  жалобу или предложение перейдите по этой ссылке - https://forms.gle/pbRQ5mpneACZSzuYA"}, "order_cancellation": {"text": "Водитель имеет право отказаться от поездки без штрафных санкций в следующих случаях:\n📎 пассажир в алгокольном/наркотическом/неадекватном состоянии и может испачкать авто;\n📎 количество пассажиров не соответствует требованиям класса;\n📎 пассажир грязный и может испачкать авто\n📎 возникновение конфликтной ситуации со стороны пассажира.\nОтмена в таких случаях происходит через 📞звонок в службу поддержки."}, "basic_laws_and_rules": {"text": "🚕📋 Лицензирование и регистрация: Водители такси должны обладать специальной лицензией и регистрацией, чтобы предоставлять услуги такси. Это гарантирует их квалификацию и обеспечивает безопасность для пассажиров. 💼🛡️\n💰📊 Тарифы: Тарифы на такси должны быть четко указаны и доступны для всех пассажиров. Водители не имеют права взимать больше, чем указано в тарифах, если это не было предварительно согласовано с пассажиром. 📑🚖\n\n🛡️🚗 Безопасность: Водители такси обязаны обеспечивать безопасность своих пассажиров, поддерживая автомобиль в хорошем состоянии, соблюдая правила дорожного движения и оказывая помощь по необходимости. 🚦🤝\n\n♿️🚕 Доступность: Такси должны быть доступны для всех пассажиров, включая людей с ограниченными физическими возможностями. Водители обязаны принимать заказы от всех клиентов и обеспечивать им необходимую поддержку. 🧑‍🦽👍\n\n💳💵 Оплата: Оплата обычно производится наличными или кредитными картами. Пассажиры должны быть проинформированы о любых дополнительных сборах или комиссиях. 💸💳\n\n🛡️🔒 Обязательное страхование: Водители такси обычно обязаны иметь страховку, которая защищает пассажиров в случае несчастных случаев или повреждений имущества. 🤕🚗", "image": "Rules_And_Regulations.jpg"}, "idle_in_orders": {"text": "💸После подачи авто водителю необходимо нажать кнопку \"Приехал\", тогда автоматически начинается обратный отсчет бесплатного простоя.\nПосле завершения бесплатного простоя кнопка становится активной, появляется возможность включить платный простой.\nОтключение платного простоя происходит автоматически без участия водителя после начала движения.\nВо время простоя на промежуточной точке применяем тот же алгоритм."}, "how_to_register": {"text": "❓Как правильно зарегистрироваться❓\nКраткая информация, как корректно заполнить данные при регистрации в сервисе:\n👤Фото водителя - фотография, на которой видно водителя авто. На фото только водитель: без очков, головных уборов, шарфов и тому подобное.\n📑Водительское удостоверение - горизонтальное фото водительских прав со стороны, где фото и данные водителя.\n🛂Фото техпаспорта + фото техпаспорта (1-я и 2-я стороны) - горизонтальные фотографии, где четко видно данные из техпаспорта с обеих сторон.\n🚖Фото авто 3/4 спереди - фотография авто спереди с номерами и левая сторона авто (фото №1).\n🚕Фото авто 3/4 сзади - фотография авто сзади, где видно номера и правый бок (фото №2).\n📍Фото салона спереди и сзади - две фотографии внутри (фото №3 и №4)\nсалона авто с правой стороны без лишних предметов.\nФото страхового полиса - фото/скриншот/скан страхования, где четко видно срок действия.\"\n\nС примерами корректного заполнения можете ознакомиться по ссылке -\nhttps://drive.google.com/file/d/1vdyLhmPpWt7Dlb-qTL9JZUn2Xd39EhHB/view?usp=sharing"}, "communication_with_manager": {"text": "Для связи с менеджером сервиса переходи по ссылке - 👤 https://t.me/ontaxi_support_cz\n\n Для более быстрой обработки информации просьба оставить свои данные (📱номер телефона, 🚕 номер авто)", "image": "Communication_With_Manager.jpg"}, "driver_telegram_chats": {"text": "Перечень драйверских групп:\n\nhttps://t.me/jonniuber\nhttps://t.me/praha_uber_bolt"}, "joining_transport_company": {"text": "🚕🏢 Устройство в транспортную компанию представляет собой отличную возможность для тех, кто желает начать карьеру водителя такси. Присоединившись к компании, вы получаете доступ к широкому спектру преимуществ и поддержки.\n\nДля начала работы вам необходимо получить специальную лицензию на такси, также известную как \"жёлтая карта\". Этот документ подтверждает вашу квалификацию и право заниматься перевозками пассажиров. После этого вы сможете начать работать на автомобиле компании, что позволит вам быстро войти в ритм и получить опыт.\n\nПрисоединение к транспортной компании обеспечит вам стабильный поток заказов и клиентов, что поможет вам начать зарабатывать с первых дней работы. Кроме того, вы будете иметь доступ к технической поддержке и обслуживанию автомобиля, что позволит вам экономить время и ресурсы на его обслуживании.\n\nЭта возможность идеально подходит для тех, кто ищет стабильную и перспективную работу в сфере перевозок.🚕🏢", "image": "Joining_Transport_Company.jpg"}, "work_on_zivnostensky_list": {"text": "💼💰 Работа на Živnostenský list, или ЧП, предоставляет вам возможность стать собственным боссом и управлять своим собственным такси-бизнесом. Открытие собственного такси требует получения разрешения на предоставление транспортных услуг и регистрации вашего автомобиля в \"реестре такси-службы\".\n\nЭтот вариант работы дает вам полный контроль над вашим бизнесом и доходами. Вы будете самостоятельно организовывать свой рабочий график и выбирать заказы, которые вам удобны. Кроме того, вы сможете развивать свой бизнес и расширять его по мере роста спроса на вашу услугу.\n\nОднако этот вариант также включает оформление лицензии на такси, что может потребовать дополнительных временных и финансовых затрат. Вы также будете самостоятельно отвечать за уплату налогов и ведение бухгалтерии, что требует определенной организации и ответственности.\n\nВ целом, работа через Živnostenský list предоставляет вам возможность создать свой собственный бизнес и стать успешным предпринимателем в сфере такси. Этот вариант подходит для тех, кто стремится к независимости и готов взять на себя ответственность за свою карьеру и финансовое благополучие. 💼💰", "image": "Work_On_Zivnostensky_List.jpg"}, "work_through_fleet": {"text": "🌍🚕 Работа через флотилию представляет собой альтернативный вариант работы в такси-индустрии, отличающийся от традиционной работы в транспортной компании.\n\nВ этом случае вы арендуете автомобиль от компании, специализирующейся на аренде такси-флота. Еженедельно вам придется оплачивать арендную плату за автомобиль, товпливо, услуги флотилии и другие сопутсвующие расходы.\n\nОтличие от работы в транспортной компании заключается в том, что вы полностью контролируете свой график работы и самостоятельно выбираете заказы. Вы также самостоятельно оплачиваете все расходы, такие как топливо и мойки, что может повлиять на вашу прибыльность.\n\nРабота через флотилию может быть привлекательным вариантом для тех, кто предпочитает большую независимость и гибкость в работе, но готов к возможным финансовым рискам. Этот вариант подходит для тех, кто хочет иметь полный контроль над своим бизнесом и готов к самостоятельной организации работы. 🌍🚕", "image": "Work_Through_Fleet.jpg"}}, "states": {"start": {"image": "Language_Selection.jpg", "text": "Выберите пункт ниже:", "button_1": {"text": "Русский", "callback": "main_menu", "command": 0}, "button_2": {"text": "Український", "callback": "main_menu", "command": 0}, "button_3": {"text": "Čeština", "callback": "main_menu", "command": 0}, "button_4": {"text": "English", "callback": "main_menu", "command": 0}}, "main_menu": {"text": "Выберите пункт ниже:", "button_1": {"text": "📍Тарифы📍", "callback": "tariffs", "command": 2}, "button_2": {"text": "👤Поддержка👤", "callback": "support"}, "button_3": {"text": "❓Частые вопросы❓", "callback": "frequent_questions"}, "button_4": {"text": "💬Связь с менеджером💬", "callback": "communication_with_manager", "command": 2}, "button_5": {"text": "💡Справочник для водителей💡", "callback": "drivers_handbook"}}, "frequent_questions": {"text": "Выберите пункт ниже:", "image": "FAQ.jpg", "button_1": {"text": "❓Настройка фильтров❓", "callback": "filter_settings", "command": 2}, "button_2": {"text": "❓Как правильно зарегистрироваться❓", "callback": "how_to_register", "command": 2}, "button_3": {"text": "❓Что нужно для работы❓", "callback": "work_requirements", "command": 2}, "button_4": {"text": "❓Простой в заказах❓", "callback": "idle_in_orders", "command": 2}, "button_5": {"text": "❓Отказ от заказа❓", "callback": "order_cancellation", "command": 2}, "button_6": {"text": "Назад", "callback": "main_menu"}}, "support": {"text": "Выберите пункт ниже:", "button_1": {"text": "📞Контакты📞", "callback": "contacts", "command": 2}, "button_2": {"text": "👀 Чаты водителей 🙊", "callback": "driver_telegram_chats", "command": 2}, "button_3": {"text": "Жалобы и предложения 💭", "callback": "complaints_and_suggestion", "command": 2}, "button_4": {"text": "Назад", "callback": "main_menu"}}, "drivers_handbook": {"text": "Выберите пункт ниже:", "image": "Drivers_Handbook.jpg", "button_1": {"text": "🌍Начало работы в такси🌍", "callback": "guide_to_start_working"}, "button_2": {"text": "🚕Основные законы и правила связанные с такси🚕", "callback": "basic_laws_and_rules", "command": 2}, "button_3": {"text": "Назад", "callback": "main_menu"}}, "guide_to_start_working": {"text": "Выберите пункт ниже:", "button_1": {"text": "🚕🏢Транспортная компания", "callback": "joining_transport_company", "command": 2}, "button_2": {"text": "🌍✈️ Флотилия", "callback": "work_through_fleet", "command": 2}, "button_3": {"text": "💼💰 Živnostenský list", "callback": "work_on_zivnostensky_list", "command": 2}, "button_4": {"text": "Назад", "callback": "drivers_handbook"}}}}, "ua": {"insta_replies": {"tariffs": {"text": "http://ontaxi.cz/cs/drivers/praha\nЗ тарифами в місті Прага можна ознайомитись на нашому сайті"}, "contacts": {"text": "Служба підтримки OnTaxi:\n🔔Телефон: +420 770 315 568\n🔔Пошта: info@ontaxi.cz\n\nРабочее время: с 8:30 до 17:00."}, "filter_settings": {"text": "Існує два типи фільтрів:\n📍 Базовий - фільтр із базовими налаштуваннями, такими як \"Радіус\" і \"Клас замовлення\".\n📍 Просунутий - фільтр з усіма налаштуваннями, які можливо додати.\n\nЯкщо у вас увімкнено Базовий фільтр, то автозахоплення працюватиме за цим фільтром. Якщо Просунутий, тоді буде автозахоплення за всіма фільтрами в цьому типі.\nОдночасно може бути включено 5 Просунутих фільтрів або один Базовий.\n\nЩоб отримувати більшу кількість замовлень рекомендуємо вам:\n📎Вибрати тип фільтра Базовий\n📎Виставити радіус 3-4 км\nЦе допоможе вам без додаткових умов отримувати всі замовлення, які підпадають під цей радіус."}, "work_requirements": {"text": "📍Для роботи Вам необхідно:\n1. мати автомобіль не старше 2004 року.\n2. Необхідний смартфон з операційною системою Android версія 5,0 і вище або iPhone.\n3. У Play Маркет (в iPhone App Store) необхідно завантажити програму OnTaxi Driver, яка є комунікаційною платформою для взаємодії з сервісом, і зареєструватися в ній. Через програму Ви будете отримувати замовлення.\n4. У додаток потрібно завантажити:\n\n🚕 фото ліцензії таксі служби;\n📑 фото свідоцтва про реєстрацію транспортного засобу (тех. паспорт);\n🛂 фото водійського посвідчення;\n📃 фото страховки;\n🚕 фото автомобіля з необхідних ракурсів (інтер'єр, екстер'єр).\n\nПісля підтвердження Вашої заявки менеджер верифікує Ваш обліковий запис, визначить клас Вашого авто та вкаже наявні опції.\n💳У додатку необхідно прив'язати Вашу банківську картку для поповнення облікового запису та IBAN для виведення коштів з облікового запису."}, "complaints_and_suggestion": {"text": "Для того, щоб залишити відгук, скаргу або пропозицію перейдіть за цим посиланням - https://forms.gle/mHdguhx2b6xqZRdv9"}, "order_cancellation": {"text": "Водій має право відмовитися від поїздки без штрафних санкцій у таких випадках:\n📎 пасажир в алгокольному/наркотичному/неадекватному стані і може забруднити авто;\n📎 кількість пасажирів не відповідає вимогам класу;\n📎 пасажир брудний і може забруднити авто\n📎 виникнення конфліктної ситуації з боку пасажира.\nСкасування в таких випадках відбувається через 📞дзвінок до служби підтримки."}, "basic_laws_and_rules": {"text": "🚕📋 Ліцензування та реєстрація: Водії таксі повинні мати спеціальну ліцензію та реєстрацію, щоб надавати послуги таксі. Це гарантує їхню кваліфікацію та забезпечує безпеку для пасажирів. 💼🛡️\n\n💰📊 Тарифи: Тарифи на таксі мають бути чітко вказані та доступні для всіх пасажирів. Водії не мають права стягувати більше, ніж зазначено в тарифах, якщо це не було попередньо погоджено з пасажиром. 📑🚖\n\n🛡️🚗 Безпека: Водії таксі зобов'язані забезпечувати безпеку своїх пасажирів, підтримуючи автомобіль у хорошому стані, дотримуючись правил дорожнього руху і надаючи допомогу в разі потреби. 🚦🤝\n\n♿️🚕 Доступність: Таксі повинні бути доступні для всіх пасажирів, включаючи людей з обмеженими фізичними можливостями. Водії зобов'язані приймати замовлення від усіх клієнтів і забезпечувати їм необхідну підтримку. 🧑‍🦽👍\n\n💳💵 Оплата: Оплата зазвичай здійснюється готівкою або кредитними картками. Пасажири повинні бути проінформовані про будь-які додаткові збори або комісії. 💸💳\n\n🛡️🔒 Обов'язкове страхування: Водії таксі зазвичай зобов'язані мати страховку, яка захищає пасажирів у разі нещасних випадків або пошкоджень майна. 🤕🚗", "image": "Rules_And_Regulations.jpg"}, "idle_in_orders": {"text": "💸Після подачі авто водієві необхідно натиснути кнопку \"Приїхав\", тоді автоматично починається зворотний відлік безкоштовного простою.\nПісля завершення безкоштовного простою кнопка стає активною, з'являється можливість увімкнути платний простій.\nВимкнення платного простою відбувається автоматично без участі водія після початку руху.\nПід час простою на проміжній точці застосовуємо той самий алгоритм."}, "how_to_register": {"text": "\nКоротка інформація, як коректно заповнити дані під час реєстрації в сервісі:\n👤Фото водія - фотографія, на якій видно водія авто. На фото тільки водій: без окулярів, головних уборів, шарфів тощо.\n📑Посвідчення водія - горизонтальне фото водійських прав з боку, де фото і дані водія.\n🛂Фото техпаспорта + фото техпаспорта (1-й і 2-й боки) - горизонтальні світлини, де чітко видно дані з техпаспорта з обох боків.\n🚖Фото авто 3/4 спереду - фотографія авто спереду з номерами і ліва сторона авто (фото №1).\n🚕Фото авто 3/4 ззаду - фотографія авто ззаду, де видно номери і правий бік (фото №2).\n📍Фото салону спереду і ззаду - дві фотографії всередині (фото №3 і №4)\nсалону авто з правого боку без зайвих предметів.\nФото страхового поліса - фото/скріншот/скан страхування, де чітко видно термін дії.\nЗ прикладами коректного заповнення можете ознайомитися за посиланням -\nhttps://drive.google.com/file/d/1vdyLhmPpWt7Dlb-qTL9JZUn2Xd39EhHB/view?usp=sharing"}, "communication_with_manager": {"text": "Для зв'язку з менеджером сервісу переходь за посиланням - 👤https://t.me/ontaxi_support_cz\nДля більш швидкого опрацювання інформації прохання залишити свої дані (📱номер телефону, 🚕 номер авто)", "image": "Communication_With_Manager.jpg"}, "driver_telegram_chats": {"text": "Перелік драйверських груп:\n\nhttps://t.me/jonniuber\nhttps://t.me/praha_uber_bolt"}, "joining_transport_company": {"text": "🚕🏢 Працевлаштування в транспортну компанію являє собою чудову можливість для тих, хто бажає почати кар'єру водія таксі. Приєднавшись до компанії, ви отримуєте доступ до широкого спектру переваг і підтримки.\n\nДля початку роботи вам необхідно отримати спеціальну ліцензію на таксі, також відому як «жовта карта». Цей документ підтверджує вашу кваліфікацію і право займатися перевезеннями пасажирів. Після цього ви зможете почати працювати на автомобілі компанії, що дасть вам змогу швидко увійти в ритм і отримати досвід.\n\nПриєднання до транспортної компанії забезпечить вам стабільний потік замовлень і клієнтів, що допоможе вам почати заробляти з перших днів роботи. Крім того, ви матимете доступ до технічної підтримки та обслуговування автомобіля, що дасть вам змогу заощаджувати час і ресурси на його обслуговуванні.\n\nЦя можливість ідеально підходить для тих, хто шукає стабільну та перспективну роботу у сфері перевезень.🚕🏢🏢", "image": "Joining_Transport_Company.jpg"}, "work_on_zivnostensky_list": {"text": "💼💰 Робота на Živnostenský list, або ПП, надає вам можливість стати власним босом і керувати своїм власним таксі-бізнесом. Відкриття власного таксі вимагає отримання дозволу на надання транспортних послуг і реєстрації вашого автомобіля в «реєстрі таксі-служби».\n\nЦей варіант роботи дає вам повний контроль над вашим бізнесом і доходами. Ви будете самостійно організовувати свій робочий графік і вибирати замовлення, які вам зручні. Крім того, ви зможете розвивати свій бізнес і розширювати його в міру зростання попиту на вашу послугу.\n\nОднак цей варіант також передбачає оформлення ліцензії на таксі, що може вимагати додаткових часових і фінансових витрат. Ви також будете самостійно відповідати за сплату податків і ведення бухгалтерії, що вимагає певної організації та відповідальності.\n\nЗагалом, робота через Živnostenský list надає вам можливість створити свій власний бізнес і стати успішним підприємцем у сфері таксі. Цей варіант підходить для тих, хто прагне незалежності та готовий узяти на себе відповідальність за свою кар'єру і фінансове благополуччя. 💼💰", "image": "Work_On_Zivnostensky_List.jpg"}, "work_through_fleet": {"text": "🌍🚕 Робота через флотилію являє собою альтернативний варіант роботи в таксі-індустрії, що відрізняється від традиційної роботи в транспортній компанії.\n\nУ цьому випадку ви орендуєте автомобіль від компанії, що спеціалізується на оренді таксі-флоту. Щотижня вам доведеться оплачувати орендну плату за автомобіль, пальне, послуги флотилії та інші супутні витрати.\n\nВідмінність від роботи в транспортній компанії полягає в тому, що ви повністю контролюєте свій графік роботи і самостійно вибираєте замовлення. Ви також самостійно оплачуєте всі витрати, як-от паливо та мийки, що може вплинути на вашу прибутковість.\n\nРобота через флотилію може бути привабливим варіантом для тих, хто віддає перевагу більшій незалежності та гнучкості в роботі, але готовий до можливих фінансових ризиків. Цей варіант підходить для тих, хто хоче мати повний контроль над своїм бізнесом і готовий до самостійної організації роботи. 🌍🚕", "image": "Work_Through_Fleet.jpg"}}, "states": {"start": {"image": "Language_Selection.jpg", "text": "Виберіть пункт нижче:", "button_1": {"text": "Русский", "callback": "main_menu", "command": 0}, "button_2": {"text": "Український", "callback": "main_menu", "command": 0}, "button_3": {"text": "Čeština", "callback": "main_menu", "command": 0}, "button_4": {"text": "English", "callback": "main_menu", "command": 0}}, "main_menu": {"text": "Виберіть пункт нижче:", "button_1": {"text": "📍Тарифи📍", "callback": "tariffs", "command": 2}, "button_2": {"text": "👤Підтримка👤", "callback": "support"}, "button_3": {"text": "❓Часті питання❓", "callback": "frequent_questions"}, "button_4": {"text": "💬Зв'язок з менеджером💬", "callback": "communication_with_manager", "command": 2}, "button_5": {"text": "💡Довідник для водіїв💡", "callback": "drivers_handbook"}}, "frequent_questions": {"text": "Виберіть пункт нижче:", "image": "FAQ.jpg", "button_1": {"text": "❓Налаштування фільтрів❓", "callback": "filter_settings", "command": 2}, "button_2": {"text": "❓Як правильно зареєструватись❓", "callback": "how_to_register", "command": 2}, "button_3": {"text": "❓Що потрібно для роботи❓", "callback": "work_requirements", "command": 2}, "button_4": {"text": "❓Простій у замовленнях❓", "callback": "idle_in_orders", "command": 2}, "button_5": {"text": "❓Відмова від замовлення❓", "callback": "order_cancellation", "command": 2}, "button_6": {"text": "Назад", "callback": "main_menu"}}, "support": {"text": "Виберіть пункт нижче:", "button_1": {"text": "📞Контакти📞", "callback": "contacts", "command": 2}, "button_2": {"text": "👀Чати водіїв🙊", "callback": "driver_telegram_chats", "command": 2}, "button_3": {"text": "Залишити відгук💭", "callback": "complaints_and_suggestion", "command": 2}, "button_4": {"text": "Назад", "callback": "main_menu"}}, "drivers_handbook": {"text": "Виберіть пункт нижче:", "image": "Drivers_Handbook.jpg", "button_1": {"text": "🌍Початок роботи в таксі🌍", "callback": "guide_to_start_working"}, "button_2": {"text": "🚕Основні закони і правила пов'язані з таксі🚕", "callback": "basic_laws_and_rules", "command": 2}, "button_3": {"text": "Назад", "callback": "main_menu"}}, "guide_to_start_working": {"text": "Виберіть пункт нижче:", "button_1": {"text": "🚕🏢Транспортна компанія", "callback": "joining_transport_company", "command": 2}, "button_2": {"text": "🌍✈️ Флотілія", "callback": "work_through_fleet", "command": 2}, "button_3": {"text": "💼💰 Živnostenský list", "callback": "work_on_zivnostensky_list", "command": 2}, "button_4": {"text": "Назад", "callback": "drivers_handbook"}}}}}