{
  "tariffs": {
    "text": "http://ontaxi.cz/cs/drivers/praha\nЗ тарифами в місті Прага можна ознайомитись на нашому сайті"
  },
  "contacts": {
    "text": "Служба підтримки OnTaxi:\n🔔Телефон: +420 770 315 568\n🔔Пошта: info@ontaxi.cz\n\nРабочее время: с 8:30 до 17:00."
  },
  "filter_settings": {
    "text": "Існує два типи фільтрів:\n📍 Базовий - фільтр із базовими налаштуваннями, такими як \"Радіус\" і \"Клас замовлення\".\n📍 Просунутий - фільтр з усіма налаштуваннями, які можливо додати.\n\nЯкщо у вас увімкнено Базовий фільтр, то автозахоплення працюватиме за цим фільтром. Якщо Просунутий, тоді буде автозахоплення за всіма фільтрами в цьому типі.\nОдночасно може бути включено 5 Просунутих фільтрів або один Базовий.\n\nЩоб отримувати більшу кількість замовлень рекомендуємо вам:\n📎Вибрати тип фільтра Базовий\n📎Виставити радіус 3-4 км\nЦе допоможе вам без додаткових умов отримувати всі замовлення, які підпадають під цей радіус."
  },
  "work_requirements": {
    "text": "📍Для роботи Вам необхідно:\n1. мати автомобіль не старше 2004 року.\n2. Необхідний смартфон з операційною системою Android версія 5,0 і вище або iPhone.\n3. У Play Маркет (в iPhone App Store) необхідно завантажити програму OnTaxi Driver, яка є комунікаційною платформою для взаємодії з сервісом, і зареєструватися в ній. Через програму Ви будете отримувати замовлення.\n4. У додаток потрібно завантажити:\n\n🚕 фото ліцензії таксі служби;\n📑 фото свідоцтва про реєстрацію транспортного засобу (тех. паспорт);\n🛂 фото водійського посвідчення;\n📃 фото страховки;\n🚕 фото автомобіля з необхідних ракурсів (інтер'єр, екстер'єр).\n\nПісля підтвердження Вашої заявки менеджер верифікує Ваш обліковий запис, визначить клас Вашого авто та вкаже наявні опції.\n💳У додатку необхідно прив'язати Вашу банківську картку для поповнення облікового запису та IBAN для виведення коштів з облікового запису."
  },
  "complaints_and_suggestion": {
    "text": "Для того, щоб залишити відгук, скаргу або пропозицію перейдіть за цим посиланням - https://forms.gle/mHdguhx2b6xqZRdv9"
  },
  "order_cancellation": {
    "text": "Водій має право відмовитися від поїздки без штрафних санкцій у таких випадках:\n📎 пасажир в алгокольному/наркотичному/неадекватному стані і може забруднити авто;\n📎 кількість пасажирів не відповідає вимогам класу;\n📎 пасажир брудний і може забруднити авто\n📎 виникнення конфліктної ситуації з боку пасажира.\nСкасування в таких випадках відбувається через 📞дзвінок до служби підтримки."
  },
  "basic_laws_and_rules": {
    "text": "🚕📋 Ліцензування та реєстрація: Водії таксі повинні мати спеціальну ліцензію та реєстрацію, щоб надавати послуги таксі. Це гарантує їхню кваліфікацію та забезпечує безпеку для пасажирів. 💼🛡️\n\n💰📊 Тарифи: Тарифи на таксі мають бути чітко вказані та доступні для всіх пасажирів. Водії не мають права стягувати більше, ніж зазначено в тарифах, якщо це не було попередньо погоджено з пасажиром. 📑🚖\n\n🛡️🚗 Безпека: Водії таксі зобов'язані забезпечувати безпеку своїх пасажирів, підтримуючи автомобіль у хорошому стані, дотримуючись правил дорожнього руху і надаючи допомогу в разі потреби. 🚦🤝\n\n♿️🚕 Доступність: Таксі повинні бути доступні для всіх пасажирів, включаючи людей з обмеженими фізичними можливостями. Водії зобов'язані приймати замовлення від усіх клієнтів і забезпечувати їм необхідну підтримку. 🧑‍🦽👍\n\n💳💵 Оплата: Оплата зазвичай здійснюється готівкою або кредитними картками. Пасажири повинні бути проінформовані про будь-які додаткові збори або комісії. 💸💳\n\n🛡️🔒 Обов'язкове страхування: Водії таксі зазвичай зобов'язані мати страховку, яка захищає пасажирів у разі нещасних випадків або пошкоджень майна. 🤕🚗",
    "image": "Rules_And_Regulations.jpg"
  },
  "idle_in_orders": {
    "text": "💸Після подачі авто водієві необхідно натиснути кнопку \"Приїхав\", тоді автоматично починається зворотний відлік безкоштовного простою.\nПісля завершення безкоштовного простою кнопка стає активною, з'являється можливість увімкнути платний простій.\nВимкнення платного простою відбувається автоматично без участі водія після початку руху.\nПід час простою на проміжній точці застосовуємо той самий алгоритм."
  },
  "how_to_register": {
    "text": "\nКоротка інформація, як коректно заповнити дані під час реєстрації в сервісі:\n👤Фото водія - фотографія, на якій видно водія авто. На фото тільки водій: без окулярів, головних уборів, шарфів тощо.\n📑Посвідчення водія - горизонтальне фото водійських прав з боку, де фото і дані водія.\n🛂Фото техпаспорта + фото техпаспорта (1-й і 2-й боки) - горизонтальні світлини, де чітко видно дані з техпаспорта з обох боків.\n🚖Фото авто 3/4 спереду - фотографія авто спереду з номерами і ліва сторона авто (фото №1).\n🚕Фото авто 3/4 ззаду - фотографія авто ззаду, де видно номери і правий бік (фото №2).\n📍Фото салону спереду і ззаду - дві фотографії всередині (фото №3 і №4)\nсалону авто з правого боку без зайвих предметів.\nФото страхового поліса - фото/скріншот/скан страхування, де чітко видно термін дії.\nЗ прикладами коректного заповнення можете ознайомитися за посиланням -\nhttps://drive.google.com/file/d/1vdyLhmPpWt7Dlb-qTL9JZUn2Xd39EhHB/view?usp=sharing"
  },
  "communication_with_manager": {
    "text": "Для зв'язку з менеджером сервісу переходь за посиланням - 👤https://t.me/ontaxi_support_cz\nДля більш швидкого опрацювання інформації прохання залишити свої дані (📱номер телефону, 🚕 номер авто)",
    "image": "Communication_With_Manager.jpg"
  },
  "driver_telegram_chats": {
    "text": "Перелік драйверських груп:\n\nhttps://t.me/jonniuber\nhttps://t.me/praha_uber_bolt"
  },
  "joining_transport_company": {
    "text": "🚕🏢 Працевлаштування в транспортну компанію являє собою чудову можливість для тих, хто бажає почати кар'єру водія таксі. Приєднавшись до компанії, ви отримуєте доступ до широкого спектру переваг і підтримки.\n\nДля початку роботи вам необхідно отримати спеціальну ліцензію на таксі, також відому як «жовта карта». Цей документ підтверджує вашу кваліфікацію і право займатися перевезеннями пасажирів. Після цього ви зможете почати працювати на автомобілі компанії, що дасть вам змогу швидко увійти в ритм і отримати досвід.\n\nПриєднання до транспортної компанії забезпечить вам стабільний потік замовлень і клієнтів, що допоможе вам почати заробляти з перших днів роботи. Крім того, ви матимете доступ до технічної підтримки та обслуговування автомобіля, що дасть вам змогу заощаджувати час і ресурси на його обслуговуванні.\n\nЦя можливість ідеально підходить для тих, хто шукає стабільну та перспективну роботу у сфері перевезень.🚕🏢🏢",
    "image": "Joining_Transport_Company.jpg"
  },
  "work_on_zivnostensky_list": {
    "text": "💼💰 Робота на Živnostenský list, або ПП, надає вам можливість стати власним босом і керувати своїм власним таксі-бізнесом. Відкриття власного таксі вимагає отримання дозволу на надання транспортних послуг і реєстрації вашого автомобіля в «реєстрі таксі-служби».\n\nЦей варіант роботи дає вам повний контроль над вашим бізнесом і доходами. Ви будете самостійно організовувати свій робочий графік і вибирати замовлення, які вам зручні. Крім того, ви зможете розвивати свій бізнес і розширювати його в міру зростання попиту на вашу послугу.\n\nОднак цей варіант також передбачає оформлення ліцензії на таксі, що може вимагати додаткових часових і фінансових витрат. Ви також будете самостійно відповідати за сплату податків і ведення бухгалтерії, що вимагає певної організації та відповідальності.\n\nЗагалом, робота через Živnostenský list надає вам можливість створити свій власний бізнес і стати успішним підприємцем у сфері таксі. Цей варіант підходить для тих, хто прагне незалежності та готовий узяти на себе відповідальність за свою кар'єру і фінансове благополуччя. 💼💰",
    "image": "Work_On_Zivnostensky_List.jpg"
  },
  "work_through_fleet": {
    "text": "🌍🚕 Робота через флотилію являє собою альтернативний варіант роботи в таксі-індустрії, що відрізняється від традиційної роботи в транспортній компанії.\n\nУ цьому випадку ви орендуєте автомобіль від компанії, що спеціалізується на оренді таксі-флоту. Щотижня вам доведеться оплачувати орендну плату за автомобіль, пальне, послуги флотилії та інші супутні витрати.\n\nВідмінність від роботи в транспортній компанії полягає в тому, що ви повністю контролюєте свій графік роботи і самостійно вибираєте замовлення. Ви також самостійно оплачуєте всі витрати, як-от паливо та мийки, що може вплинути на вашу прибутковість.\n\nРобота через флотилію може бути привабливим варіантом для тих, хто віддає перевагу більшій незалежності та гнучкості в роботі, але готовий до можливих фінансових ризиків. Цей варіант підходить для тих, хто хоче мати повний контроль над своїм бізнесом і готовий до самостійної організації роботи. 🌍🚕",
    "image": "Work_Through_Fleet.jpg"
  }
}
